[
  {
    "id": 0,
    "name": "TV LK-tt4",
    "description": "TV LK-tt4 is equipped with a built-in speaker system, which consists of two speakers of 10 W and a subwoofer. Users can enjoy deep, lively sound that reaches every corner of the room.\n\nAmple opportunities for connecting external devices and the Smart-TV function make it a home entertainment center. It's time to pamper yourself! Buy TV LK-tt4 on our website and get a personalized discount. Details can be found through the online chat or our managers on the trading floor.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/0_main.jpg",
      "assets/images/0_0.jpg",
      "assets/images/0_1.jpg",
      "assets/images/0_2.jpg"
    ],
    "price": 1229.99,
    "brandId": 0,
    "rating": 3.8,
    "properties": []
  },
  {
    "id": 1,
    "name": "TV IME-430",
    "description": "TV IME-430 is a clear contrast picture, support for 1920x1080 resolution, surround sound, ultra-thin frame. Built-in SMART-TV function, which allows you to surf the Internet directly through your TV and watch your favorite movies online.\n\nImmerse yourself in the world of television with functional technology. Attention! The product is presented in limited quantities. Buy electronics at the best price.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/1_main.jpg",
      "assets/images/1_0.jpg",
      "assets/images/1_1.jpg",
      "assets/images/1_2.jpg"
    ],
    "price": 849.99,
    "brandId": 0,
    "rating": 2.3,
    "properties": []
  },
  {
    "id": 2,
    "name": "TV Ferti FG-1",
    "description": "Ferti FG-1 TV is quality, modern design, ultra-thin bezel and incredible screen resolution, allowing you to clearly see even the smallest details.\n\nThe model is equipped with acoustics, which creates the effect of presence. You can easily catch even the slightest sounds of the breeze or the rustle of leaves. Spend cozy evenings with a glass of cocoa with marshmallows and watching your favorite movie with your loved ones.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/2_main.jpg",
      "assets/images/2_0.jpg",
      "assets/images/2_1.jpg",
      "assets/images/2_2.jpg"
    ],
    "price": 1049.99,
    "brandId": 0,
    "rating": 5.0,
    "properties": []
  },
  {
    "id": 3,
    "name": "Full HD TV Mirt SE",
    "description": "The screen with a diagonal of 124 cm produces an image of 1920x1080 pixels, which makes it incredibly clear and bright. 3 tuners make it possible to enjoy both digital and cable TV.\n\nThe TV has a wall mount and a child lock so that little fidgets do not hit it and accidentally reset the settings. In 1 minute, change external media - a game console, laptop, smartphone or satellite receiver.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/3_main.jpg",
      "assets/images/3_0.jpg",
      "assets/images/3_1.jpg"
    ],
    "price": 799.99,
    "brandId": 0,
    "rating": 1.5,
    "properties": []
  },
  {
    "id": 4,
    "name": "Makaria X1",
    "description": "The 108 cm LED TV will become the center of entertainment in your cozy kitchen or living room.\n\nThe model is equipped with a screen with a resolution of 1920x1080 and supports Smart TV. Use the Internet via the Wi-Fi module to access an unlimited number of TV channels and other information sources. The Makaria X1 model will delight you with the high power of the speaker system and immerse you in the atmosphere of movie heroes.\n\nConnect your USB devices, game consoles or headphones for your favorite entertainment with family and friends. Mount your TV on the wall and enjoy family movies and games with friends. Take advantage of the delayed viewing or video recording functions if you suddenly have no time to watch an intriguing series.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/4_main.jpg",
      "assets/images/4_0.jpg",
      "assets/images/4_1.jpg",
      "assets/images/4_2.jpg",
      "assets/images/4_3.jpg",
      "assets/images/4_4.jpg"
    ],
    "price": 349.99,
    "brandId": 0,
    "rating": 1.5,
    "properties": []
  },
  {
    "id": 5,
    "name": "LED TV Melissa S90",
    "description": "The 50\" Melissa TV has a TimeShift feature that freezes movies. Resume watching a movie where you left off. The TV also boasts Smart TV technology, which gives you seamless access to content from the Internet.\n\nThe Melissa S90 features surround sound technology that will appeal to music lovers and movie buffs. The image on the screen is displayed in UHD format and a resolution of 3840x2160 - this is a high quality picture and clear, saturated colors. The LED TV has 3 built-in tuners that allow you to enjoy digital TV without connecting additional gadgets. We wish you a pleasant viewing with the new Melissa!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/5_main.jpg",
      "assets/images/5_0.jpg",
      "assets/images/5_1.jpg",
      "assets/images/5_2.jpg",
      "assets/images/5_3.jpg",
      "assets/images/5_4.jpg",
      "assets/images/5_5.jpg",
      "assets/images/5_6.jpg",
      "assets/images/5_7.jpg"
    ],
    "price": 479.99,
    "brandId": 0,
    "rating": 4.5,
    "properties": []
  },
  {
    "id": 6,
    "name": "TV FF-1",
    "description": "The Smart TV function allows you to easily find the latest movies, series, cartoons or music on well-known services and watch content at any time. A bright and clear picture with surround speakers allows you to immerse yourself in the broadcast story as much as possible.\n\nYou can record your favorite program or important match on a USB flash drive if you don’t have time on time. You can also set a TV off timer. You can control the equipment with your smartphone. Buy the FF-1 TV in our online store and do not waste time on tedious shopping trips.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/6_main.jpg",
      "assets/images/6_0.jpg",
      "assets/images/6_1.jpg",
      "assets/images/6_2.jpg"
    ],
    "price": 419.99,
    "brandId": 0,
    "rating": 4.2,
    "properties": []
  },
  {
    "id": 7,
    "name": "Smart-TV Metaksia 3",
    "description": "Slim body, light weight and advanced functionality - Metaksia 3 TV is optimal for the living room and children's room.\n\nLED TV with a screen diagonal of 108 cm will become one of the favorite devices in the house. The Tizen control platform and SmartTV function provide access to multimedia content via the Internet. Listen to music videos and watch mesmerizing movies with FHD picture resolution and powerful sound system.\n\nDigital tuners catch TV signals of various types without the help of set-top boxes and receivers. The screen is equipped with an LED matrix to enhance the effect of presence. Bright colors and clear images will leave only memorable impressions from watching movies.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/7_main.jpg",
      "assets/images/7_0.jpg",
      "assets/images/7_1.jpg",
      "assets/images/7_2.jpg",
      "assets/images/7_3.jpg",
      "assets/images/7_4.jpg",
      "assets/images/7_5.jpg",
      "assets/images/7_6.jpg",
      "assets/images/7_7.jpg"
    ],
    "price": 249.99,
    "brandId": 0,
    "rating": 3.1,
    "properties": []
  },
  {
    "id": 8,
    "name": "Headphones TSD-2223",
    "description": "Enjoy clear and spacious sound with the new acoustic model. The case is made of high-strength material, which ensures the durability of the product. Headphones are equipped with a built-in remote control that allows you to adjust the volume and switch tracks.\n\nBuy a stylish and functional accessory in our online store at a bargain price. You can learn more about payment methods and delivery terms in the 'How to buy' section. If you have any questions, write to our online chat.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/8_main.jpg",
      "assets/images/8_0.jpg",
      "assets/images/8_1.jpg"
    ],
    "price": 1229.99,
    "brandId": 0,
    "rating": 3.8,
    "properties": []
  },
  {
    "id": 9,
    "name": "Kibela microphone",
    "description": "The Kibela microphone has an attractive appearance and advanced technical features. It will easily fit into a creative space, office or home interior. The model is compact and takes up little space on the desktop.\n\nThe device is equipped with three built-in DSP presets, with the help of which the optimal settings for sound recording are selected. The built-in headphone output allows you to monitor the recording in real time. Includes Micro-B/USB and Micro-B/LTG cables for connecting to computers and Apple devices.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/9_main.jpg",
      "assets/images/9_0.jpg",
      "assets/images/9_1.jpg",
      "assets/images/9_2.jpg"
    ],
    "price": 849.99,
    "brandId": 0,
    "rating": 2.3,
    "properties": []
  },
  {
    "id": 10,
    "name": "Smart speaker Rares",
    "description": "The voice assistant built into the portable speaker will help you easily find out the weather, or find and play the songs of your favorite artist. And he can control the light and technology. Keep your home safe.\n\nYou can take it with you to nature or travel. The column is compact and operates in active mode up to 24 hours. The power of the device is 60 watts. Buy a speaker system in our online store at a discounted price.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/10_main.jpg",
      "assets/images/10_0.jpg",
      "assets/images/10_1.jpg",
      "assets/images/10_2.jpg",
      "assets/images/10_3.jpg"
    ],
    "price": 1049.99,
    "brandId": 0,
    "rating": 5.0,
    "properties": []
  },
  {
    "id": 11,
    "name": "Player Kleon",
    "description": "With an active lifestyle, listen to your favorite music without restricting movement: whether it's in the gym, jogging in the fresh air or snowboarding. The robust aluminum housing is durable and easy to maintain. The size of the player will fit into the pocket of trousers, sports shorts or even a kitchen apron.\n\nThe elegant design will bring aesthetic pleasure, and the technical parameters will save the sound from interference and noise. The device has a built-in voice recorder, FM radio and a microSD memory card slot. The color LCD display makes it easy to navigate between folders and mark your favorite tracks.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/11_main.jpg",
      "assets/images/11_0.jpg",
      "assets/images/11_1.jpg"
    ],
    "price": 799.99,
    "brandId": 0,
    "rating": 1.5,
    "properties": []
  },
  {
    "id": 12,
    "name": "Portable speaker Koralia",
    "description": "The speaker is equipped with a built-in player for audio files from flash drives, an SD card slot and an FM tuner. Connect your laptop, player or phone and enjoy high-quality sound at home.\n\nOn the front panel there are volume controls, a mode switch button, connectors and a slot for a memory card, an LED display. Control your speakers with the remote control and enjoy surround sound!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/12_main.jpg",
      "assets/images/12_0.jpg",
      "assets/images/12_1.jpg",
      "assets/images/12_2.jpg"
    ],
    "price": 349.99,
    "brandId": 0,
    "rating": 1.5,
    "properties": []
  },
  {
    "id": 13,
    "name": "Headphones Sapple-9",
    "description": "Crystal clear sound, comfortable shape and stylish design - these are the new headphones for the Sapple-9 smartphone. In the telephone conversation mode, they work up to 5 hours. The model is equipped with fast charging in a compact case that will fit even in a small clutch.\n\nBuy headphones in our online store in just 1 click. For questions, you can contact via online chat or by phone +1 000 000 00 00.",
    "previewImgIndex": 0,
    "images": ["assets/images/13_main.jpg", "assets/images/13_0.jpg"],
    "price": 479.99,
    "brandId": 0,
    "rating": 4.5,
    "properties": []
  },
  {
    "id": 14,
    "name": "Headphones Dony-339",
    "description": "EXTRA BASS technology allows you to make low-frequency sounds more spacious, richer and more velvety. The earphones are equipped with soft ear pads and an adjustable headband for comfortable use.\n\nThe model has a built-in microphone and remote control, which can be used to switch tracks, adjust the sound volume. Headphones have a stylish and modern design - they are made for real music lovers.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/14_main.jpg",
      "assets/images/14_0.jpg",
      "assets/images/14_1.jpg"
    ],
    "price": 419.99,
    "brandId": 0,
    "rating": 4.2,
    "properties": []
  },
  {
    "id": 15,
    "name": "Headphones Lambr",
    "description": "Lambr wireless headphones will give you the purest sound and vivid emotions from your favorite music. Customize touch buttons and manage playlists through the mobile app. Adjust equalizer settings and background sounds, update firmware and monitor battery life in one place.\n\nPleasant to the touch silicone ear cushions fit snugly and comfortably lie in the auricles. The light weight of 10 grams will create a comfortable wearing experience and will be imperceptible. The advanced filling of the headphones will remove interference, and the active noise cancellation system will eliminate unwanted noise.",
    "previewImgIndex": 0,
    "images": ["assets/images/15_main.jpg", "assets/images/15_0.jpg"],
    "price": 249.99,
    "brandId": 0,
    "rating": 3.1,
    "properties": []
  },
  {
    "id": 16,
    "name": "Play mat PPS",
    "description": "The PPS play mat will be a great helper during the passage of exciting and responsible missions. Its role is subtle, but in fact it affects the speed of the mouse, thereby providing a lightning-fast reaction that affects the course of the game.\n\nMade in a minimalist style and perfectly complements any desktop. The natural rubber base keeps the mat firmly in place and prevents it from shifting during intense play. You can buy a mouse pad in our online store at a bargain price.",
    "previewImgIndex": 0,
    "images": ["assets/images/16_main.jpg"],
    "price": 9.99,
    "brandId": 0,
    "rating": 3.8,
    "properties": []
  },
  {
    "id": 17,
    "name": "Game console H-18",
    "description": "The H-18 game console is a realism of the picture, high performance, no freezes and breakdowns. The developers of the model took into account all the nuances and created all the conditions for an uninterrupted comfortable game.\n\nThe set-top box is equipped with HDR technology, due to which the depth of the image shades is automatically increased. The console has a built-in memory that allows you to store up to 1 TB of information. Immerse yourself in the world of games with H-18.",
    "previewImgIndex": 0,
    "images": ["assets/images/17_main.jpg", "assets/images/17_0.jpg"],
    "price": 559.99,
    "brandId": 0,
    "rating": 2.3,
    "properties": []
  },
  {
    "id": 18,
    "name": "Game for the console «Design of Time»",
    "description": "Try yourself in sparkling shooters and adventure platformers. Conquer Everest, participate in a dangerous safari, explore space or the bottom of the ocean - this is more than just a game.\n\nCarefully drawn characters, detailed locations and realistic movements - appreciate the advantages during fascinating missions. The game involves the plot and the rapidly developing story of the hero. Don't miss your chance to win this game!",
    "previewImgIndex": 0,
    "images": ["assets/images/18_main.jpg"],
    "price": 39.99,
    "brandId": 0,
    "rating": 5.0,
    "properties": []
  },
  {
    "id": 19,
    "name": "Gamepad for Adonis phone",
    "description": "The console manipulator is able to give new emotions even from the passed game. Connect to tablets and smartphones using Bluetooth. Equipped with two analog sticks, the gamepad has the widest compatibility with devices.\n\nThe controller works wirelessly and wired, has a phone holder and a comfortable shape for long games. Additional keys, double vibration and a powerful battery will make using the gamepad more enjoyable.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/19_main.jpg",
      "assets/images/19_0.jpg",
      "assets/images/19_1.jpg",
      "assets/images/19_2.jpg",
      "assets/images/19_3.jpg",
      "assets/images/19_4.jpg"
    ],
    "price": 199.99,
    "brandId": 0,
    "rating": 1.5,
    "properties": []
  },
  {
    "id": 20,
    "name": "Game console LS-11",
    "description": "In cold weather, warm up with hot tea and a game on the DDS-33903 console. The model will please you with technical properties: 4k resolution, FFD Letuar x86-64 processor, LLD Padeom TRU graphics core and 8 GB RAM.\n\nBuy the game console DDS-33903 in our online store at a bargain price. The set includes 2 games to choose from, a wireless joystick and specialized headphones.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/20_main.jpg",
      "assets/images/20_0.jpg",
      "assets/images/20_1.jpg",
      "assets/images/20_2.jpg"
    ],
    "price": 349.99,
    "brandId": 0,
    "rating": 1.5,
    "properties": []
  },
  {
    "id": 21,
    "name": "Game console Parystat 5",
    "description": "The console is equipped with a memory capacity of 2 TB, a powerful processor and support for 4K resolution. Immerse yourself in a world of exciting adventures with the console, created using the latest technology.\n\nThe Parystation 5 comes with two wireless joysticks and a voucher for useful upgrades for the most popular games. Buy electronics in our online store in just 1 click. Read more about the terms of payment and delivery in the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/21_main.jpg", "assets/images/21_0.jpg"],
    "price": 479.99,
    "brandId": 0,
    "rating": 4.5,
    "properties": []
  },
  {
    "id": 22,
    "name": "Action X game console",
    "description": "The console supports HDR technology, which brings the game to life. Incredible image clarity and a realistic spectrum of colors will make your journey through the game worlds unforgettable!\n\nInvite friends and family for multiplayer games. Use your tablet or smartphone as a controller. See the world with different eyes - virtual reality glasses and applications will give you a completely new gaming experience.",
    "previewImgIndex": 0,
    "images": ["assets/images/22_main.jpg", "assets/images/22_0.jpg"],
    "price": 489.99,
    "brandId": 0,
    "rating": 4.2,
    "properties": []
  },
  {
    "id": 23,
    "name": "Argiris 10 gaming wheel",
    "description": "The Argiris 10 is a racing model with a diameter of 28 cm. The material of the steering wheel is made of rubber, which prevents hands from slipping during games. 12 buttons are located on both sides to control the car and are easily configured for circuit racing or drifting. Paddles duplicate the gas and brake pedals, which are also included.\n\nReady to immerse yourself in the atmosphere of the race track and come to the finish line first? Then fix the steering wheel at a 45˚ angle, install the pedals and adjust the car control buttons for easy driving. Connect the model to the computer via USB port and become the winner of the championships!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/23_main.jpg",
      "assets/images/23_0.jpg",
      "assets/images/23_1.jpg",
      "assets/images/23_2.jpg"
    ],
    "price": 219.99,
    "brandId": 0,
    "rating": 3.1,
    "properties": []
  },
  {
    "id": 24,
    "name": "Powerbank GF-3000",
    "description": "The GF-3000 external battery is equipped with two USB ports and a fast charging function. The battery capacity is 10 000 mAh. Built-in indication of the level of charge of the device.\n\nThe battery has an ergonomic shape and shockproof housing, which increases wear resistance and durability of electronics. The compact battery will fit even in a small women's bag. You can purchase goods in our online store in just 1 click.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/24_main.jpg",
      "assets/images/24_0.jpg",
      "assets/images/24_1.jpg",
      "assets/images/24_2.jpg"
    ],
    "price": 15.99,
    "brandId": 0,
    "rating": 3.1,
    "properties": []
  },
  {
    "id": 25,
    "name": "SY 15 Case",
    "description": "Case for Rony-M322 is made of polyurethane. It reliably protects your phone from scratches, bumps and dirt. The sophisticated design of the minimalistic style will show the owner's taste.\n\nMade in the shape of a \"book\" and closes with a magnetic clasp. Locks the screen automatically. All cutouts for charging, headphones, camera and side buttons are precisely cut to fit the model. Buy a case in our online store at a discounted price.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/25_main.jpg",
      "assets/images/25_0.jpg",
      "assets/images/25_1.jpg"
    ],
    "price": 9.99,
    "brandId": 0,
    "rating": 3.1,
    "properties": []
  },
  {
    "id": 26,
    "name": "Protective film for smartphone Nika 7",
    "description": "Protective film eliminates unpleasant scratches on phone screens. Comes with a spatula for smoothing the accessory. As well as a special wet wipe, which you need to wipe the phone before applying the film.\n\nYou can buy a useful product in our online store at a bargain price. Terms of payment and delivery are reflected in the section of the site \"How to buy\". If you have any questions, just write them to our online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/26_main.jpg", "assets/images/26_0.jpg"],
    "price": 9.99,
    "brandId": 0,
    "rating": 3.1,
    "properties": []
  },
  {
    "id": 27,
    "name": "Wireless headphones FD-542",
    "description": "The FD-542 wireless headphones will delight you with crystal clear sound and a well-thought-out design. Their main feature is the absence of wires and touch control.\n\nThe device is equipped with a built-in microphone. Comes with a compact charging case. In active mode, the headphones work up to 5 hours. If you need more information about an accessory, write to the online chat. We will advise and help you choose for free.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/27_main.jpg",
      "assets/images/27_0.jpg",
      "assets/images/27_1.jpg",
      "assets/images/27_2.jpg"
    ],
    "price": 79.99,
    "brandId": 0,
    "rating": 3.1,
    "properties": []
  },
  {
    "id": 28,
    "name": "Smartphone SY 17",
    "description": "Эргономичный дизайн и биометрическая безопасность — вот главные критерии продвинутого смартфона. Оцените превосходство с новым гаджетом от SY.\n\nСолидный смартфон SY сочетает в себе последние технологии и продвинутые функции. Энергоемкий аккумулятор, биометрическая безопасность устройства и функционал премиального уровня теперь в ваших руках. Дисплей с расширенным динамическим диапазоном HDR и камера с разрешением 19 МП сохранят незабываемые впечатления и передадут их в ярких красках.\n\nмероприятие в детском саду, поиграть в онлайн-режиме и настроить устройство под себя — проще простого. Новый SY 17 объединил в себе удобство использования и эргономичный дизайн. Попробуйте овладеть совершенством!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/28_main.jpg",
      "assets/images/28_0.jpg",
      "assets/images/28_1.jpg",
      "assets/images/28_2.jpg",
      "assets/images/28_3.jpg",
      "assets/images/28_4.jpg",
      "assets/images/28_5.jpg",
      "assets/images/28_6.jpg"
    ],
    "price": 519.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 29,
    "name": "Smartphone Nika HR",
    "description": "Work, chat or movies on the new Nika HR. Lead an active lifestyle with a smart smartphone that can replace a computer and tablet.\n\nTo cope with work applications, online services and exceed expectations is possible with Nika HR. The 3100 mAh battery is wirelessly charged and keeps you always connected. The smartphone is protected IP68 and is not afraid of dust or water. Travel with Nika and overcome obstacles with ease.\n\nArtificial intelligence and smart optimization will make your photos perfect: daytime shots will be clear, and night shots will get more light. Now you do not need to adjust the saturation, white balance and brightness - the smartphone will do everything for you.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/29_main.jpg",
      "assets/images/29_0.jpg",
      "assets/images/29_1.jpg",
      "assets/images/29_2.jpg"
    ],
    "price": 389.99,
    "brandId": 0,
    "rating": 4.4,
    "properties": []
  },
  {
    "id": 30,
    "name": "Smartphone Nika 8 LITE",
    "description": "The borderless screen and FHD+ resolution will create an immersive experience. Ready to take your clarity to the next level? Nika 8 LITE will make your ideas come true!\n\nCapture what is happening on the borderless screen of Nika 8 LITE. The display covers the entire front panel of the smartphone from edge to edge, creating the effect of complete immersion. FHD+ resolution and AMOLED color reproduction let you record vivid videos and take crisp photos.\n\nSlim body, frameless display and attention to detail make Nika 8 LITE aesthetic and unique. The back panel creates a smooth outline of the body, thanks to which the phone fits comfortably in the hand.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/30_main.jpg",
      "assets/images/30_0.jpg",
      "assets/images/30_1.jpg",
      "assets/images/30_2.jpg",
      "assets/images/30_3.jpg",
      "assets/images/30_4.jpg",
      "assets/images/30_5.jpg"
    ],
    "price": 259.99,
    "brandId": 0,
    "rating": 4.4,
    "properties": []
  },
  {
    "id": 31,
    "name": "Smartphone Nika 7",
    "description": "Unparalleled security and great power - now available with Nika 7. Don't miss the opportunity to be the first to experience superiority with advanced technology and a borderless screen.\n\nCompact smartphone with the latest technology. Improved performance, unlimited screen real estate and a 3180 mAh high-capacity battery will allow you to work in online mode up to 72 hours. With a 25 MP front camera, 32 GB of RAM and unsurpassed device security, this is what it means to be the best.\n\nTake great selfies with the wide-angle camera with Nika 7. The dynamic AMOLED display and 2 cameras deliver Full HD+ quality photos. Use auto settings for expressive and realistic shots with natural colors. Let your photos speak for you - with soft-blur autofocus, you'll be the center of attention.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/31_main.jpg",
      "assets/images/31_0.jpg",
      "assets/images/31_1.jpg",
      "assets/images/31_2.jpg"
    ],
    "price": 239.99,
    "brandId": 0,
    "rating": 4.4,
    "properties": []
  },
  {
    "id": 32,
    "name": "Smartphone Nika Premium",
    "description": "Unparalleled security and great power - now available with Nika 7. Don't miss the opportunity to be the first to experience superiority with advanced technology and a borderless screen.\n\nCompact smartphone with the latest technology. Improved performance, unlimited screen real estate and a 3180 mAh high-capacity battery will allow you to work in online mode up to 72 hours. With a 25 MP front camera, 32 GB of RAM and unsurpassed device security, this is what it means to be the best.\n\nTake great selfies with the wide-angle camera with Nika 7. The dynamic AMOLED display and 2 cameras deliver Full HD+ quality photos. Use auto settings for expressive and realistic shots with natural colors. Let your photos speak for you - with soft-blur autofocus, you'll be the center of attention.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/31_main.jpg",
      "assets/images/31_0.jpg",
      "assets/images/31_1.jpg",
      "assets/images/31_2.jpg"
    ],
    "price": 239.99,
    "brandId": 0,
    "rating": 4.4,
    "properties": []
  },
  {
    "id": 33,
    "name": "Smartphone SY 15",
    "description": "Vivid impressions are possible even after past events. The wide-angle camera and intelligent shooting system are already on par with professional cameras!\n\nCompact and ergonomic smartphone with 3500 mAh battery and latest technology. The processor will support high-speed information processing, and the wide-angle screen will allow you to see more than usual. Try to plunge into a world full of possibilities and rich colors!\n\nThe intelligent system will help you take expressive and vivid photos. A wide-angle lens with a fixed focus and advanced defect detection functions will help out in difficult shooting conditions. Save the best moments of life in the memory of your smartphone with 64 GB.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/33_main.jpg",
      "assets/images/33_0.jpg",
      "assets/images/33_1.jpg",
      "assets/images/33_2.jpg",
      "assets/images/33_3.jpg",
      "assets/images/33_4.jpg",
      "assets/images/33_5.jpg"
    ],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 34,
    "name": "Bicycle for teenagers",
    "description": "A two-wheeled bicycle is a faithful assistant to a teenager. It is convenient to get to your grandmother on it, go to races with friends, or you can train sports skills. The bike is foldable, so it will fit in the hallway or on the balcony. The seat is adjustable, so the transport will last more than one year.\n\nSteel frame, stylish coloring and chain protection for brutal teenagers. Trunk, fenders, bell and rearview mirror for safety. For beginner riders, safety wheels are provided in the kit.",
    "previewImgIndex": 0,
    "images": ["assets/images/34_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 35,
    "name": "Folding bike COMF",
    "description": "The COMF folding bike is a transport that can be taken on a trip or stored even in a room. Getting on the subway or taking the bus won't be a problem. An active lifestyle has become convenient and affordable.\n\nDisc brake on the rear wheel, rigid fork, double aluminum rim and signal light. A frame with a footrest improves bike stability when folded. One high-speed gear provides an even stride of the bike.",
    "previewImgIndex": 0,
    "images": ["assets/images/35_main.jpg", "assets/images/35_0.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 36,
    "name": "Tricycle for kids Luna",
    "description": "A tricycle is a convenient transport for a girl. A great solution for an active pastime after the stroller. Previously, the child was rolled in a stroller and he liked it. But it's time to grow up! Switch to personal transportation to make this process fun.\n\nThe set includes a basket for storing toys, mirrors and a bell. 12\" wheel diameter, steel frame and long fenders. Buy an additional helmet, knee pads and elbow pads to protect against falls. For purchase questions, write to the online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/36_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 37,
    "name": "Mountain bike PROF",
    "description": "Mountain bike PROF for professionals and connoisseurs of smart technology. Carbon frame, reinforced rims, 22 gear transmission and mechanical rim brakes. Transport is light - weighs 8 kg.\n\nErgonomic saddle and 2 shock absorbers. The wide fenders will protect your clothes when riding on wet roads. Sports have become comfortable and accessible to everyone. Buy bicycles for the whole family in our online store. Trips to the mountains will become a favorite sport.",
    "previewImgIndex": 0,
    "images": ["assets/images/37_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 38,
    "name": "City bike XR10",
    "description": "The XR10 city bike is more than just transportation, it's a way of life. Be on the move and keep fit. A soft seat, a curved steering wheel and rear-view mirrors - everything for a comfortable ride.\n\nWhy bike in the city?\n\nRoad to work.\n\nNight trips.\n\nFamily trips.\n\nAdd a product to your shopping cart and checkout in 1 click. For questions, write to the online chat. We will advise you in real time.",
    "previewImgIndex": 0,
    "images": ["assets/images/38_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 39,
    "name": "Electric bike",
    "description": "Electric bike with double solid aluminum frame. Lightweight: weight 10 kg. High speed and comfortable chair. The battery at the bottom of the frame provides economical energy consumption. 12 speeds to adjust the transport to your rhythm. Get 10 minutes to work, office or home.\n\nFolding innovative vehicle with a powerful motor and stylish appearance. Compact and convenient type of personal electric transport. Pedal to the max!",
    "previewImgIndex": 0,
    "images": ["assets/images/39_main.jpg"],
    "price": 2149.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 40,
    "name": "Children's mountain bike",
    "description": "A children's mountain bike is the conquest of off-road and high peaks. Make your family vacation interesting, sporty and unforgettable. Disc type brakes, 20 speeds, leather seat and aluminum frame. Comfortable ride on any road!\n\nBrighter, faster and more fun - this is how they spend time on our bikes. Make a purchase in 1 click and order goods with delivery. Ask questions in the online chat. We will consult in more detail about the possibilities of transport and help with the choice.",
    "previewImgIndex": 0,
    "images": ["assets/images/40_main.jpg"],
    "price": 89.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 41,
    "name": "Women's bike ROSE2",
    "description": "The ROSE2 women's bike is a comfortable fit, easy handling and maneuverability. 18 speed, aluminum frame and elastomer spring fork. The model features a low frame geometry, an easy chair and rear-view mirrors.\n\nOwn transport has become even more affordable. It is convenient to store it in the apartment. Another advantage is that you don't need a license to ride a bike. You can drive around the city on the day of purchase at no additional cost. At the same time, we recommend that you know the rules of the road in order to comfortably ride in the stream and not interfere with other drivers.",
    "previewImgIndex": 0,
    "images": ["assets/images/41_main.jpg"],
    "price": 79.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 42,
    "name": "Bicycle for boys \"Rocket\"",
    "description": "Walking outdoors is a great pastime for the whole family. To keep your kid busy on the street, buy a bike in our online store. Suitable for a child from 3 years old. Steering wheel limiter and chain guard for road safety.\n\nThe kit includes front and rear fenders, rear-view mirrors. To teach your child to ride, install the side wheels. If you are picking up a gift, we will arrange the bike in a box and decorate it with a bow. We will bring delivery at any time to congratulate the child. If you have any questions, write to the online chat. Managers will advise in more detail and help with the choice.",
    "previewImgIndex": 0,
    "images": ["assets/images/42_main.jpg"],
    "price": 59.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 43,
    "name": "Bicycle with child seat",
    "description": "A bicycle with a child seat is a great solution for a family holiday if the child is 3 years old. When the baby does not yet have personal transport, trips can be shared. The chair is mounted on the trunk. The belt will provide security. Rear-view mirrors, a bell and a rubberized steering wheel will create comfort in motion.\n\nWe will select a chair taking into account the age and parameters of the child. For questions, write to the online chat. The manager will advise in more detail and help with the choice. Order goods with delivery so as not to waste time traveling to shopping centers. Pedal, gas, let's go!",
    "previewImgIndex": 0,
    "images": ["assets/images/43_main.jpg"],
    "price": 249.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 44,
    "name": "Cross bike Arcadaios",
    "description": "Reduced weight and increased power for a comfortable ride and stunts. The new version of the motorcycle in 2020 has a redesigned engine. Significantly increased traction in the lower rev range and maintained performance in the middle.\n\nA retuned engine combined with an updated intake system and a unique muffler boosted performance. New control electronics - three engine modes for optimal traction and soft kickback. Choose the right mode for your riding style and have fun!",
    "previewImgIndex": 0,
    "images": ["assets/images/44_main.jpg"],
    "price": 3349.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 45,
    "name": "Sports motorcycle Leader sport DE-34",
    "description": "Leader sport DE-34 is a high-speed motorcycle for those who understand professional transport. Steel frame, 4-cylinder engine, hydraulic brake system and LED lighting.\n\nFuel tank capacity - 15 l. The model is suitable for those who appreciate comfort and speed.\n\nThe motorcycle attracts attention with its stylish design and clear lines. Round headlights, matte finish, large wheels and alloy wheels. Comes with 2 helmets for a safe ride. The alarm comes as a gift. The model will help to gain confidence on the road. Suitable for long trips. Copes even with mountainous surfaces.\n\nSafety in every move is the Leader sport DE-34 motorcycle.",
    "previewImgIndex": 0,
    "images": ["assets/images/45_main.jpg"],
    "price": 3149.99,
    "brandId": 0,
    "rating": 4.7,
    "properties": []
  },
  {
    "id": 46,
    "name": "Road bike Amintas Z1000RW",
    "description": "Thanks to advanced braking systems, the motorcycle accelerates in 4 seconds and stops with ease without losing control. The engine has been modified and retuned in contrast to the old version of the Z500R. Now the speed has become much more accessible. The 1,000cc, 4-cylinder engine surprises with its increased torque in the operating range.\n\nSafety electronics added to maximum performance. ABS, traction control and engine braking system - improved safety for the Z1000RW owner. He became even more responsive and powerful for completeness of sensations. Experience pure driving pleasure in the city and on the highway.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/46_main.jpg",
      "assets/images/46_0.jpg",
      "assets/images/46_1.jpg",
      "assets/images/46_2.jpg"
    ],
    "price": 2949.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 47,
    "name": "Motorcycle Damor KG250",
    "description": "The new model has become lighter by 15 kg. Complete with reinforced suspension provides a comfortable ride without being distracted by trifles. The front brake has become more responsive: the accuracy of its work has increased. Improved feedback is a new brake line and caliper.\n\nThe KG250 model differs from previous versions in its stable operation and smooth running. It has a 4-speed manual gearbox. Disc brakes combined with central shock absorbers provide a smooth stopping distance.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/47_main.jpg",
      "assets/images/47_0.jpg",
      "assets/images/47_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 48,
    "name": "Double wardrobe",
    "description": "Simple and practical wardrobe. Roomy and does not take up much space. There are shelves for storing things folded and a hanger for storing clothes on a coat hanger. On the top shelf you can store seasonal items or accessories. Looks great as an independent piece of furniture, and in combination with other modules.",
    "previewImgIndex": 0,
    "images": ["assets/images/48_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 49,
    "name": "Floor stand",
    "description": "A convenient and concise module can accommodate a large-screen TV. The open shelf is suitable for a game console, DVD or magazine storage. The module is roomy and has two compartments with doors and a drawer. In them you can place what you want to hide from strangers.",
    "previewImgIndex": 0,
    "images": ["assets/images/49_main.jpg", "assets/images/49_0.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 50,
    "name": "Pencil case with open shelves",
    "description": "The module combines open and closed storage. Arrange interior items, flowers or books on open shelves. And in closed ones, remove what you do not want to show to others.",
    "previewImgIndex": 0,
    "images": ["assets/images/50_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 51,
    "name": "Hinged shelf",
    "description": "Mounted module with closed and open type of storage. Place your favorite books or magazines on the shelf, place candles or something else. The module will help you organize the space and storage of your belongings.",
    "previewImgIndex": 0,
    "images": ["assets/images/51_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 52,
    "name": "Coffee table",
    "description": "The table is made in high-tech style. Non-standard leg geometry and frosted glass will give your interior a special style. The table goes well with upholstered and wooden furniture. An indispensable thing if guests suddenly descended on a tea party.\n\nStore your favorite magazines or bring breakfast to bed - this coffee table fits it all. Use as a separate interior detail and complement it with vases, photo frames or scented candles.",
    "previewImgIndex": 0,
    "images": ["assets/images/52_main.jpg"],
    "price": 64.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 53,
    "name": "Kitchen single leg chair",
    "description": "The combination of chrome details and leather seats will make the kitchen unique. The curved back follows the natural curves of the body for a comfortable fit. Loft-style chairs will be a noticeable detail that will create an atmosphere of home comfort.\n\nThe sturdy single-leg design can hold up to 120kg, and the unusual shape is no problem. Enjoy the comfort and stylish element of the interior.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/53_main.jpg",
      "assets/images/53_0.jpg",
      "assets/images/53_1.jpg",
      "assets/images/53_2.jpg",
      "assets/images/53_3.jpg",
      "assets/images/53_4.jpg"
    ],
    "price": 2149.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 54,
    "name": "Chair with metal frame",
    "description": "Thanks to the rigid frame, the chair can withstand heavy loads, and the perforated surface does not absorb odors. The seat will endure numerous cleanings and will remain free of visible dirt for a long time.\n\nDurable and attractive option for frequent gatherings. The comfortable shape of the chair, high back and soft seat will provide comfort for long hours. Chrome-plated legs complement the color scheme and fit easily into the interior.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/54_main.jpg",
      "assets/images/54_0.jpg",
      "assets/images/54_1.jpg"
    ],
    "price": 89.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 55,
    "name": "Bar stool",
    "description": "It is comfortable to lean on a straight back with rounded edges even without soft upholstery. Pleasant to the touch texture gives the impression of raw wood. Ergonomic design withstands up to 130 kg load.\n\nThe footboard with a leather lining protects against mechanical damage, and the cork elements on the legs preserve the floor covering. The chair will not fade from direct sunlight, as it is covered with 3 layers of varnish. A strong and durable decor element is ready to stand in your kitchen.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/55_main.jpg",
      "assets/images/55_0.jpg",
      "assets/images/55_1.jpg"
    ],
    "price": 79.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 56,
    "name": "Wardrobe",
    "description": "We always want to fit the maximum of things in the minimum space allotted for them. Create a space that is easy to keep organized and use every inch of space wisely.\n\nSpacious shelving, pull-out baskets, hangers, trouser racks and shoe racks are the ingredients of the perfect dressing room. The system is easy to install and allows you to combine modules, placing them in the desired order.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/56_main.jpg",
      "assets/images/56_0.jpg",
      "assets/images/56_1.jpg",
      "assets/images/56_2.jpg"
    ],
    "price": 59.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 57,
    "name": "Corner wardrobe",
    "description": "The corner wardrobe consists of three separate ones: single-leaf, double-leaf and corner. Three doors are mirrored, and one is deaf. Handles, a cornice and 4 rods for clothes are included with the cases. Thoughtful filling of cabinets will help to compactly and conveniently arrange clothes.\n\nWould you like to change the details in the interior? Then make a new combination of cabinets or move to another wall. Create coziness in a room with modular corner furniture.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/57_main.jpg",
      "assets/images/57_0.jpg",
      "assets/images/57_1.jpg"
    ],
    "price": 249.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 58,
    "name": "Computer desk",
    "description": "The table is ideal for long-term work: the high surface allows you to take a comfortable position at the table. The large table top allows you to place documents, books and other supplies to keep things organized with ease.\n\nRugged design will withstand not only the computer, but also other technical devices. The design of the table is suitable for a modern interior, as it is made in basic colors. A functional workplace is available to everyone!",
    "previewImgIndex": 0,
    "images": ["assets/images/58_main.jpg"],
    "price": 129.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 59,
    "name": "Children's desk",
    "description": "The table is ideal for long-term work and allows the child to maintain the correct posture. You can’t do without roomy drawers at all: toys, plasticine, drawing supplies and notebooks - everything will fit. The table is covered with a special film, thanks to which you do not have to worry about mechanical damage or spilled water. Organize documents, books, and other supplies to keep things organized with ease.\n\nOn a wide surface, there is enough space to lay out textbooks with notebooks, and cut and mold figures from plasticine. The depth of the table is enough to completely push a chair or armchair and fit straightened legs there. Let the child enjoy the comfort at the table!",
    "previewImgIndex": 0,
    "images": ["assets/images/59_main.jpg"],
    "price": 79.99,
    "brandId": 0,
    "rating": 4.7,
    "properties": []
  },
  {
    "id": 60,
    "name": "Kitchen table",
    "description": "Modern design, high material strength and durability are the main advantages of this table surface. The tabletop is easy to clean even from complex dried dirt and does not require special care. With careful use, you can keep the original look for many years.\n\nThe rectangular shape visually makes the interior more comfortable. The table is especially suitable for modern contemporary and high-tech styles. Natural wood poles go well with light-colored surfaces and stone patterns on laminate or tile.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/46_main.jpg",
      "assets/images/46_0.jpg",
      "assets/images/46_1.jpg",
      "assets/images/46_2.jpg"
    ],
    "price": 189.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 61,
    "name": "Sofa with click-clack mechanism",
    "description": "Attractive appearance and unusual shape attract the eye. Add some zest to your cozy interior and enjoy relaxing on your new sofa.\n\nChoose from leather or fabric upholstery to best match your room's décor. The sofa is easy to fold out - even a child can handle it. A multifunctional, compact and simply interesting element of the interior is waiting for its owner.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/61_main.jpg",
      "assets/images/61_0.jpg",
      "assets/images/61_1.jpg",
      "assets/images/61_2.jpg",
      "assets/images/61_3.jpg",
      "assets/images/61_4.jpg"
    ],
    "price": 649.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 62,
    "name": "Pantograph sofa",
    "description": "The pantograph sofa will last for many years - it is easy to clean and equipped with a strong transformation mechanism. If you are looking for a reliable sofa - this is what you need. When assembled, it occupies a small area and decorates the interior.\n\nInside there is a place to store bedding. Double-sided pillows quickly restore their original shape, which is why it is so pleasant to sleep on them. Choose a sofa for comfortable sleep and relaxation.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/62_main.jpg",
      "assets/images/62_0.jpg",
      "assets/images/62_1.jpg",
      "assets/images/62_2.jpg"
    ],
    "price": 689.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 63,
    "name": "Closet",
    "description": "The best option for a bedroom, living room or nursery is a closet with silent sliding doors on rails. Spacious drawers and a clothes rail will help to complete a large number of clothes and accessories.\n\nStop thinking about where and how to place wardrobe items. Mesh baskets, clothes rails, chipboard shelves are made in a light and elegant style. Let yourself enjoy the convenience and order in your things.",
    "previewImgIndex": 0,
    "images": ["assets/images/63_main.jpg", "assets/images/63_0.jpg"],
    "price": 559.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 64,
    "name": "Modular cabinet",
    "description": "Use furniture elements as a constructor: a set of bedside tables, shelving, shelves and compartments can be combined as you like. Try yourself as a designer - you will definitely enjoy moving the modules, thereby changing the interior.\n\nThe assembled set will look very harmonious, since all the elements are made in the same style. Practicality, convenience and functionality are the main criteria for modular systems. Complete the look of the room with a bright detail!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/64_main.jpg",
      "assets/images/64_0.jpg",
      "assets/images/64_1.jpg",
      "assets/images/64_2.jpg",
      "assets/images/64_3.jpg"
    ],
    "price": 639.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 65,
    "name": "Modular sofa",
    "description": "Complete the finished combination with new components and implement design ideas. Change the position of the sofa in the room and rearrange the modules - this way you show your creativity and try different options in the interior of the living room or nursery.\n\nConvenience is above all. Moderately soft pillow filler will create optimal comfort in a sitting or lying position. A chaise longue with a compartment for storing bed linen and pillows will save space in closets. Lid with a lock for easy and safe removal of the necessary things. All this is made for you.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/65_main.jpg",
      "assets/images/65_0.jpg",
      "assets/images/65_1.jpg",
      "assets/images/65_2.jpg"
    ],
    "price": 549.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 66,
    "name": "Folding sofa",
    "description": "This unusually soft sofa will not leave anyone indifferent. Its filler is made of polyurethane foam, which quickly restores its original shape even after a long sleep.\n\nAn impressive bed is more than enough for two adults. Under the seats there is a spacious compartment for storing pajamas and bedding. The sofa has a simple transformation mechanism. Pillows provide optimal support for the body and help you relax as much as possible.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/66_main.jpg",
      "assets/images/66_0.jpg",
      "assets/images/66_1.jpg",
      "assets/images/66_2.jpg",
      "assets/images/66_3.jpg"
    ],
    "price": 489.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 67,
    "name": "Sofa bed",
    "description": "After a night's sleep, the bedroom can easily become a living room. A built-in bed linen storage box will save space in the closet, and wide armrests with built-in shelves will replace a coffee table. Turn your sofa into a spacious bed in no time!\n\nChoose the perfect mattress for you - the package allows you to change mattresses that are right for you in size and type. Make your sleep as comfortable as possible with a collection of different-sized pillows.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/67_main.jpg",
      "assets/images/67_0.jpg",
      "assets/images/67_1.jpg",
      "assets/images/67_2.jpg",
      "assets/images/67_3.jpg"
    ],
    "price": 519.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 68,
    "name": "Сorner sofa",
    "description": "Add a soft leather sofa to the interior - a natural look, easy care and pleasant texture will please the hostess. Invite your friends to watch a football match or arrange a family movie show - there is enough space for everyone!\n\nPocket-type springs create a secure support and adapt to the curves of the body. The top layer of filler makes the sofa soft and maintains a comfortable position. Due to the high back and headrest, the excess tension accumulated during the day will go away from the spine.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/68_main.jpg",
      "assets/images/68_0.jpg",
      "assets/images/68_1.jpg",
      "assets/images/68_2.jpg",
      "assets/images/68_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 69,
    "name": "Plastic chair",
    "description": "The combination of comfort and functionality looks like this: a backrest made of polypropylene, solid beech legs and a soft removable seat made of artificial leather. The anatomical shape of the chair is suitable for long gatherings with friends or at the workplace.\n\nThe color palette will allow you to dilute the interior with bright colors. The model is resistant to scratches and is not afraid of stubborn dirt.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/69_main.jpg",
      "assets/images/69_0.jpg",
      "assets/images/69_1.jpg",
      "assets/images/69_2.jpg",
      "assets/images/69_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 70,
    "name": "Women's boots",
    "description": "Smooth leather is highly durable and water-repellent. She is easy to care for. This will make you look great even in bad weather. An improved model with a heater is suitable for the cold season.\n\nThe model will not soon lose its relevance in the fashion world. The sleek silhouette is finished with criss-cross straps and a decorative zip at the side. Pair the boots with a classic pantsuit or rough jeans with a leather jacket.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/70_main.jpg",
      "assets/images/70_0.jpg",
      "assets/images/70_1.jpg",
      "assets/images/70_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 71,
    "name": "Women's shoes",
    "description": "A stable heel and a comfortable last do not cause fatigue. Shoes are suitable for evening dress and business suit. Natural materials and breathable insoles provide all-day comfort.\n\nThe model is made of premium genuine leather. Smart insole technology correctly places the load on the foot and follows the natural curves. Shoes cushion every step and maintain a comfortable microclimate. The block gives confidence when walking on asphalt or a tile.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/71_main.jpg",
      "assets/images/71_0.jpg",
      "assets/images/71_1.jpg",
      "assets/images/71_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 72,
    "name": "Sandals for women",
    "description": "Sandals are a great option for those who love elegance, but at the same time appreciate comfort. The innovative design of the last will allow you to forget about the discomfort when walking in heels.\n\nA light pair of smooth leather will highlight the natural beauty and impress men. Shoes are easy to care for - wipe with a damp cloth and you will look great again. Medium heel will not cause fatigue throughout the day.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/72_main.jpg",
      "assets/images/72_0.jpg",
      "assets/images/72_1.jpg",
      "assets/images/72_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 73,
    "name": "Ankle boots for women",
    "description": "Combine this model with dresses, trousers and jeans. Heeled ankle boots visually lengthen the legs and make the image feminine. Create unique looks with smooth leather shoes.\n\nEnjoy the convenience of an innovative platform and forget about corns. Two-layer insoles made of foam base and genuine leather will provide a comfortable microclimate even after a long day spent on your feet.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/73_main.jpg",
      "assets/images/73_0.jpg",
      "assets/images/73_1.jpg",
      "assets/images/73_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 74,
    "name": "Low shoes for men",
    "description": "The ribbed outsole provides good grip on wet ground, sand and pebbles. The upper of the low shoes consists of 80% genuine leather. The laces are made of durable and abrasion-resistant material.\n\nThe structure contains rubber, which guarantees the durability of shoes. It is safe in aggressive environments and helps to withstand bad weather conditions.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/74_main.jpg",
      "assets/images/74_0.jpg",
      "assets/images/74_1.jpg",
      "assets/images/74_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 75,
    "name": "Men's derby shoes",
    "description": "Genuine leather shoes look elegant and fit snugly to the foot. Derbies are a popular type of shoe that will go well with formal trousers and straight jeans.\n\nTextile lining allows the foot to breathe. The leather upper is stain resistant and easy to care for. The lacing will allow you to fix the leg in a comfortable position and complement the image with a neat detail.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/75_main.jpg",
      "assets/images/75_0.jpg",
      "assets/images/75_1.jpg",
      "assets/images/75_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 76,
    "name": "Slippers for men",
    "description": "The sole is made of polymer material and provides good grip on the ground or sand. The insole is made with the addition of silicone, which prevents slipping even with wet feet. The slippers themselves are made of mesh textile, which fits snugly to the foot.\n\nThe soft anatomical insole supports the foot in the correct position and creates comfort for the whole day. Shoes are easy to care for and do not absorb odors. The materials of the insole, sole and outer part are resistant to dirt.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/76_main.jpg",
      "assets/images/76_0.jpg",
      "assets/images/76_1.jpg",
      "assets/images/76_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 77,
    "name": "Low shoes for men",
    "description": "Leather boots are comfortable for walking around the city. A soft heel pad will prevent the appearance of blisters, and a textile insole will remove excess moisture. With a sole of 3 cm, forget about hypothermia of the feet.\n\nThe stylish pair is paired with trousers, skinny jeans and classics. Suitable for any color scheme of the wardrobe, as the boots are made in basic black. Made of genuine leather, sole material - thermoplastic elastomer.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/77_main.jpg",
      "assets/images/77_0.jpg",
      "assets/images/77_1.jpg",
      "assets/images/77_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 78,
    "name": "Espadrilles for men",
    "description": "The product is made of genuine leather and textiles with cotton. Lightweight and breathable, the espadrilles fit perfectly on the leg and will be slightly attached. The insole is made of jute and leather, which will allow the foot to sit comfortably while walking.\n\nNatural shoes are always in trend, so you are guaranteed a stylish look. Pair with jeans and shorts. The size corresponds to the declared. Composition: polyester - 49%, cotton - 36%, genuine leather - 15%.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/78_main.jpg",
      "assets/images/78_0.jpg",
      "assets/images/78_1.jpg",
      "assets/images/78_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 79,
    "name": "Running shoes for men",
    "description": "Running shoes provide optimum support without sacrificing comfort. The waterproof, breathable membrane helps keep moisture out, while the high outsole cushions you as you run.\n\nThe main advantages of sneakers are lightness and aggressive grip of the sole with surfaces. Loose earth, wet asphalt or rough terrain is not a hindrance to jogging. Overcome different obstacles with comfortable shoes!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/79_main.jpg",
      "assets/images/79_0.jpg",
      "assets/images/79_1.jpg",
      "assets/images/79_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 80,
    "name": "Boots for boys",
    "description": "The lining between the sole and the insole is made of wool, and the insole itself is 100% wool. Shoes with polyurethane impregnation and a protective coating will easily endure snow. Genuine leather upper keeps cold weather out.\n\nYour baby will look great and your feet will always be warm. Walk in nature, in the city or go to school in comfortable winter boots.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/80_main.jpg",
      "assets/images/80_0.jpg",
      "assets/images/80_1.jpg",
      "assets/images/80_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 81,
    "name": "Boys sandals",
    "description": "Cross straps with Velcro allow you to quickly put on shoes. Adjust them in length to loosen or tighten. The flexible outsole provides decent cushioning, and the anatomical insole will create maximum comfort for the foot.\n\nSandals made of artificial leather with textile inserts and three Velcro. The gray color prevails, with which it is very easy to assemble an image: jeans, shorts or sweatpants.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/81_main.jpg",
      "assets/images/81_0.jpg",
      "assets/images/81_1.jpg",
      "assets/images/81_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 82,
    "name": "Boys flip flops",
    "description": "The heel strap securely fixes the shoes on the foot. Perforations on the upper help keep you ventilated, while a foam midsole keeps you comfortable as you walk. The strap retracts and lifts with the adjustment button.\n\nTake it to the beach, to the pool or to nature! The unique shape of children's clogs looks stylish, and the bright color attracts attention. Technological materials guarantee wear resistance of closed flip-flops.",
    "previewImgIndex": 0,
    "images": ["assets/images/82_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 83,
    "name": "Boys' sneakers",
    "description": "The classic black color will suit the look for a visit, a park or active games on the street. Combine sneakers with jeans, sweatpants or summer shorts.\n\nA polymeric corrugated sole, a leather insole with an arch support and dense textiles will provide support for the ankle joint and create comfort when walking. It is comfortable to run, as the lacing securely fixes the leg.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/83_main.jpg",
      "assets/images/83_0.jpg",
      "assets/images/83_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 84,
    "name": "Boots for girls",
    "description": "The shoes are made using a special technology that follows the natural curves of the foot and provides a snug fit. Lightweight waterproof material on the top will allow the child to jump through puddles and walk on damp ground without fear of getting his feet wet.\n\nThe thick sole cushions and keeps you comfortable when walking or light running. Shoes are made in basic colors, with which you can combine a large number of things from the children's wardrobe.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/84_main.jpg",
      "assets/images/84_0.jpg",
      "assets/images/84_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 85,
    "name": "Sneakers for girls",
    "description": "Leather sneakers have high durability and good water-repellent properties. They require minimal maintenance, so they are perfect for outdoor activities and forest walks.\n\nThe midsole with an internal porous structure reduces the weight of the shoe and gives a feeling of lightness to the feet. The Velcro straps are adjustable and securely fix the shoes on the foot. With them, taking off your sneakers is easy and fast.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/85_main.jpg",
      "assets/images/85_0.jpg",
      "assets/images/85_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 86,
    "name": "Rubber boots for girls",
    "description": "High boots will protect from rain and splashing puddles. Children's feet will feel comfortable and soft when it's slushy outside. The inner lining will keep you warm, and the insole will remove excess moisture from the foot.\n\nThe thick and soft sole will provide comfortable movement on small stones, mud and puddles. With the help of comfortable straps on the sides, the boots are put on in no time even with a warm toe.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/86_main.jpg",
      "assets/images/86_0.jpg",
      "assets/images/86_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 87,
    "name": "Sandals for girls",
    "description": "",
    "previewImgIndex": 0,
    "images": ["assets/images/87_main.jpg", "assets/images/87_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 88,
    "name": "Pleated skirt",
    "description": "Pleated skirt - femininity, lightness and grace. Emphasizes the romantic nature and sense of taste. The skirt highlights the waist and silhouette. Suitable for every day and solemn event.\n\nCombine bold looks and shine:\n\nSkirt, shoes and blouse;\n\nSkirt, T-shirt and sneakers;\n\nSkirt, boots and longsleeve.\n\nBuy a skirt in the online store in 1 click. If you need help, write to the online chat. Experts will help you choose the color, size and make a purchase.",
    "previewImgIndex": 0,
    "images": ["assets/images/88_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 89,
    "name": "High waist jeans",
    "description": "High waisted jeans from the sustainable fashion collection. Light color, 5 pockets and ankle length. Concealed zip fly with button closure and a snug fit. The high waist is eye-catching and accentuates the silhouette.\n\nThree options for a stylish look for summer and spring:\n\njeans, sweater, coat and boots;\n\njeans, short top, dzhinsovka and sandals;\n\njeans, t-shirt and sneakers.\n\nThey will last more than 1 year if properly cared for. Jeans are only suitable for delicate washing at a temperature not exceeding 30C. Bleach is prohibited.\n\nChoose jeans in our online store and place an order in 1 click. Clothing that fits perfectly is the mission of our company. We will bring the goods to the apartment and let you try them on before buying. We will be happy to advise you in more detail by phone or in an online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/89_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 90,
    "name": "Dress with flowers",
    "description": "The main element of the spring look is a bright dress with flowers. Suitable for secular parties, dates or walks in the park. Floral print wins the hearts of men, as it emphasizes the femininity of the image. V-neckline elongates the neck. Therefore, a pearl necklace or a chain with a pendant look harmoniously with the neck. Massive earrings in the shape of a lotus or plumeria will perfectly complement the bow.\n\nA dress with flowers in combination with a leather jacket and over the knee boots will create a daring look. And jeans and sandals are suitable for gentle girls. The dress is easy to wash in the machine at medium temperatures. Use the size chart to find the right fit for you. If you have any questions, write to the online chat. Let us help you choose the style and place your order.",
    "previewImgIndex": 0,
    "images": ["assets/images/90_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 91,
    "name": "Women's T-shirt with print",
    "description": "T-shirt - clothes for every day. Every wardrobe should have at least 5 of these items. To walk around the city, go to school or watch TV shows on a laptop. Buy T-shirts in our online store in 1 click.\n\nBenefits of a cotton t-shirt:\n\nAnti-allergic fabric fibers.\n\nThe print is made using silk-screen printing, so the pattern will withstand 1,000 washes.\n\nThe material supports both hand washing and machine washing.\n\nLow price, as the purchase comes directly from the factory.\n\nThe Poff brand is comfort and convenience in every movement. Choose your t-shirts according to your measurements using the size chart. The print is bright and sunny. Therefore, it is nice to receive such a thing as a gift. If you choose goods for the holiday, we will place an order in a gift box and complement it with a large bow. Happy shopping!",
    "previewImgIndex": 0,
    "images": ["assets/images/91_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 92,
    "name": "Genuine leather leather jacket",
    "description": "Leather jackets made of genuine leather - outerwear for more than one season. With proper care, it will last up to 5 years. A good investment in style. Cropped style with asymmetrical zip. 2 side pockets with press studs, a straight silhouette and shiny panels. Sleeve length 65 cm. Leather jacket is easy to combine with things of any cut.\n\nTop 3 looks for this fall:\n\nBiker jacket, high-waisted jeans, T-shirt and sneakers.\nBiker jacket, dress and pumps.\nBiker jacket, shirt, skirt and cowboy boots.\nEye-catching design. Buy a jacket in our online store at an attractive price. We will deliver the order to the apartment. It is possible to sample goods. It is important that the clothes fit the parameters. The size chart on the page will also help with this. Buy leather jackets. Choose for yourself what to be today!",
    "previewImgIndex": 0,
    "images": ["assets/images/92_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 93,
    "name": "Mans sportswear",
    "description": "Tracksuit - comfort in every movement. He does not oblige to train in the gym. It is comfortable clothing for outdoor activities and everyday life. Buy pants and a jacket in the same style. You will definitely find a use for the suit:\n\nWalk in the park.\nHiking in the mountains or for mushrooms.\nWalking the dog early in the morning.\nEvening run at the stadium, etc.\n\nIn our online store you can buy a jacket and pants in different sizes. The suit will sit on the figure. We will be happy to advise you in more detail and help with the choice through consultants. Write for this in the online chat. Happy shopping. And forward for new adventures!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/93_main.jpg",
      "assets/images/69_0.jpg",
      "assets/images/69_1.jpg",
      "assets/images/69_2.jpg",
      "assets/images/69_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 94,
    "name": "Men's sweatshirt with print",
    "description": "Sweatshirt - comfortable outerwear. A round collar accentuates the silhouette of the neck. Therefore, the jacket can be worn over a shirt or T-shirt. This combination looks unusual and stylish. A bright print on the sweatshirt sets the tone for the look. Choose wardrobe details for the main picture. For example, socks, laces or a watch strap - in a single color.\n\nThe sweatshirt is made of thick jersey and lined with fleece. It won't be cold! Quality fabrics will retain color even after machine washing. The sweatshirt is suitable for every day. Buy an irreplaceable thing in your wardrobe.",
    "previewImgIndex": 0,
    "images": ["assets/images/94_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 95,
    "name": "Men's shorts with pockets",
    "description": "Shorts are an indispensable part of the wardrobe for the summer season. They are comfortable for walking around the city, climbing mountains and just driving a car. And shorts with pockets are not only fashionable, but also roomy. Put your phone, keys, portable chargers in your pocket. This option will allow you to leave the bag at home. Keep the rhythm of the city!\n\nChoose your size and order goods in the online store. We will deliver to the apartment on the same day. Diversify your wardrobe or highlight your style.",
    "previewImgIndex": 0,
    "images": ["assets/images/95_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 96,
    "name": "Men's straight trousers",
    "description": "Looking for versatile pants to create different looks? Choose plain trousers with a straight cut. The best option for both classic and casual styles.\n\nStraight leg trousers are made from soft cotton fabric. They are perfect for summer. Trousers adapt to the figure, provide comfort and good breathability. You can buy them with or without a suit. Also in our store you can find a similar model of wool for demi-season.",
    "previewImgIndex": 0,
    "images": ["assets/images/96_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 97,
    "name": "Men's shirt",
    "description": "A shirt is a universal piece of men's wardrobe. Great for everyday wear to school, university or work. And also for special occasions: weddings, anniversaries or christenings. Combine the shirt with trousers, sweatshirts and bow ties. Or add your wardrobe details. Viscose in the composition of the fabric will retain its appearance after machine washing.\n\nMen's shirt emphasizes strength, courage and a sense of taste. The size chart will help you choose the product according to your parameters. And if you need help from consultants, write to the online chat. We will show you how to choose a shirt in the online store and place an order.",
    "previewImgIndex": 0,
    "images": ["assets/images/97_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 98,
    "name": "Men's bomber jacket",
    "description": "Bomber is a spectacular men's jacket. This is not an accessory, but the main detail of the image. Matches with standard wardrobe. The polyester in the composition will keep the thing for at least 2 years. Choose a jacket according to your style and shape. The attention of women will be yours!\n\n3 cool combinations:\n\nBomber, T-shirt, jeans and sneakers.\nBomber, shirt, pants and boots.\nBomber jacket, denim overalls and sneakers.\nWe will help you choose a jacket in our online store. Write questions in the online chat or call by phone. We will deliver the order on the same day. Everyone should have a stylish bomber jacket!",
    "previewImgIndex": 0,
    "images": ["assets/images/98_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 99,
    "productType": "productWithOffers",
    "name": "Man's T-shirt",
    "description": "T-shirt will decorate and complement any image. Contains natural fabrics. Therefore, the material will not lose color and shape even after machine washing. The polyester in the composition will retain the structure - there will never be pellets. The t-shirt is suitable for a tracksuit, trousers and shorts. Dress for the weather and combine looks. Remember that ironed clothes adorn a man.\n\nWe will collect an image taking into account preferences in our online store. Write to online chat. We will help you choose the style, color and size. When choosing a T-shirt, be guided by the size chart in the product card.",
    "previewImgIndex": 0,
    "images": ["assets/images/99_main.jpg"],
    "price": 55.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": [],
    "offers": [
      {
        "id": 235,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/235_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "Dark blue", "presentation": "img" },
          { "name": "Size", "value": "S", "presentation": "letter"  }
        ]
      },
      {
        "id": 236,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/236_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "White" },
          { "name": "Size", "value": "S" }
        ]
      },
      {
        "id": 237,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/99_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "Orange" },
          { "name": "Size", "value": "S" }
        ]
      },
      {
        "id": 238,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/235_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "Dark blue" },
          { "name": "Size", "value": "M" }
        ]
      },
      {
        "id": 239,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/236_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "White" },
          { "name": "Size", "value": "M" }
        ]
      },
      {
        "id": 240,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/99_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "Orange" },
          { "name": "Size", "value": "M" }
        ]
      },
      {
        "id": 241,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/235_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "Dark blue" },
          { "name": "Size", "value": "L" }
        ]
      },
      {
        "id": 242,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/236_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "White" },
          { "name": "Size", "value": "L" }
        ]
      },
      {
        "id": 243,
        "name": "Man's T-shirt",
        "previewImgIndex": 0,
        "images": ["assets/images/99_main.jpg"],
        "price": 55.99,
        "rating": 4.4,
        "characterisctcs": [
          { "name": "Сolor", "value": "Orange" },
          { "name": "Size", "value": "L" }
        ]
      }
    ]
  },
  {
    "id": 100,
    "name": "Boys vest",
    "description": "The quilted vest retains heat and does not retain moisture. Unzip when it gets hot and zip it up when you feel a slight chill. The hood will protect from wind and rain, and zippered pockets will not let small items and phone fall out.\n\nIn our online store you will find vests of different colors and sizes that are suitable for a child from 5 to 12 years old. Choose what your child likes and order home delivery. Save time choosing clothes online!",
    "previewImgIndex": 0,
    "images": ["assets/images/100_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 101,
    "name": "Kigurumi unicorn",
    "description": "Kigurumi is a new round of home wear. The suit is comfortable and does not restrict movement. It's warm and comfortable. Suitable for home, cottage or masquerade. Surprise those around you.\n\nA bright image for a teenager has become even more accessible! Kigurumi unicorn is a one-piece jumpsuit with a zipper. Change up your wardrobe or give pajamas for your birthday. The child will be delighted with such a cute and fluffy outfit.\n\nUnicorns exist! Don't believe? Then put on a Kigurumi and lower the hood. The real horn leaves no doubt that this is a magical pajama. Complete the look with slippers in the form of paws or a piece of a rainbow. It's time to believe in miracles!",
    "previewImgIndex": 0,
    "images": ["assets/images/101_main.jpg", "assets/images/101_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 102,
    "name": "Jean jacket for girls",
    "description": "Teenage clothes are almost no different from adults. This season it is fashionable to wear denim jackets. Let your kids be in trend! Button-down denim is a fall hit. Choose the size according to the growth in the catalog and order the product in 1 click.\n\nWhat to wear with a jacket?\n\nDress and sandals.\nT-shirt, jeans and sneakers.\nSkirt, blouse and sandals.\nSpacious zippered pockets keep your phone and keys safe. And in the inside pocket you can put a key or a wallet. A denim jacket is practical and will never go out of style. Long, buttoned sleeves let you adjust the cuffs to fit your arm. Wear-resistant material - outerwear will last more than 1 season. Machine washable.",
    "previewImgIndex": 0,
    "images": ["assets/images/102_main.jpg", "assets/images/102_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 103,
    "name": "T-shirt for teenagers",
    "description": "Teenage T-shirt - clothes for every day. This is an independent outfit or part of the image. Suitable for a cardigan, sweater or vest. The material is pleasant to the body. Comfort in motion is guaranteed.\n\nChildren are always looking for adventure. Therefore, weekly laundry is an integral part of life. The T-shirt is made from natural materials, which allows it to retain its color and shape even after 1,000 washes. Care instructions are on the label. Choose clothes in our online store and order goods in 1 click. Make time for the child, not shopping malls. Care is much more appreciated!",
    "previewImgIndex": 0,
    "images": ["assets/images/103_main.jpg", "assets/images/103_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 104,
    "name": "Jeans for boys",
    "description": "Jeans for boys are universal clothes in the wardrobe. Suitable for walks, school visits, holidays and shopping trips. Natural denim, straight fit, adjustable waistband and 5 pockets. Zipper and button closure.\n\nThe size chart will help you choose a model according to your parameters and age. Jeans go well with t-shirts, sweaters, shirts. Complete the look with a watch with a silicone strap and socks to match the top. Children's clothing - stylish and relevant.",
    "previewImgIndex": 0,
    "images": ["assets/images/104_main.jpg", "assets/images/104_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 105,
    "name": "Sweatshirt for boy",
    "description": "Sweatshirt - a warm jacket with a hood. Loose fit provides comfort. Cotton jersey - comfort in every movement. Looks stylish with a t-shirt and jeans. Complete the look with colorful socks to catch the eye.\n\nJacket with a zipper with large pockets. The hood is adjustable. Cuffs and hem with elastic. Hand wash recommended. Do not wash the sweatshirt with other types of fabric to keep the shape and color. Use the size chart to find the right sweater for your measurements. Sample available upon delivery. To do this, contact the manager by phone or online chat. Enjoy the shopping!",
    "previewImgIndex": 0,
    "images": ["assets/images/105_main.jpg", "assets/images/105_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 106,
    "name": "Baby 2010 discharge envelope",
    "description": "The birth of a child is the most long-awaited day in the life of parents. Discharge from the hospital is a happy moment for friends and relatives. To make you and your baby feel comfortable on this day, choose safe baby envelopes in our online store.\n\nEnvelope Baby 2010 - comfort, warmth and a tribute to fashion. Suitable for air temperature from -10 to +20 degrees. The lapel of an envelope fastens on buttons for convenience. The envelope is suitable for discharge, for the cradle of a car seat and walking in a stroller. Because in the wardrobe of the baby you need universal things. Also, a blanket measuring 100x100 cm is suitable for a crib. Buy clothes not for 1 time.",
    "previewImgIndex": 0,
    "images": ["assets/images/106_main.jpg", "assets/images/106_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 107,
    "name": "Jumpsuit Force 04A for girls",
    "description": "The Force 04A overalls are clothes for walks and trips. In it, the baby feels comfortable and protected. The jumpsuit does not hinder movement, so it is suitable for active children. Buy clothes online to save time on trips to malls. Pay attention to the baby!\n\nDemi-season jumpsuit made of warm footer and soft cotton lining. Suitable for warm spring and cool autumn. 4 pieces keep you comfortable: hood, long sleeves, open foot and full length zip.\n\nChoose clothes with a margin. Children are growing fast. Expect that the overalls will last for 2 seasons. Therefore, choose wisely. Study the size chart in the catalog or ask questions in the online chat. We will be happy to help you buy things for the child.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/107_main.jpg",
      "assets/images/107_0.jpg",
      "assets/images/107_1.jpg",
      "assets/images/107_2.jpg",
      "assets/images/107_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 108,
    "name": "Ruffle dress",
    "description": "Dress with ruffles - clothes for a birthday, matinee or photo shoot. Also, these outfits can be worn at home. After all, girls want to be smart not only on holidays. The image of a little fairy will be decorated with a crown and a magic wand. A hairstyle with hairpins will please the princess on any day of the week.\n\nChoose a dress for your daughter or as a gift. A round neckline will accentuate your eyes and smile. Short sleeves won't restrict movement. Button fastening at the back for easy dressing. The bottom of sleeves and a mouth are processed by a fringing.\n\nBuy a dress with delivery to save time. It is possible to try on an outfit. If you need help in choosing a size, write to the online chat. Experts will advise in more detail and help with the choice. Happy shopping!",
    "previewImgIndex": 0,
    "images": ["assets/images/108_main.jpg", "assets/images/108_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 110,
    "name": "Bracelet with butterflies",
    "description": "A bracelet with butterflies is a cute decoration for women in the warm season of the year. Metal: silver. Decoration durable - 3 year warranty. Butterfly-shaped inserts create a unique look. Combine the bracelet with an openwork sweater, puffy dress or a bright sweater. Great gift for March 8 or birthday. Relatives will be delighted. Pair with earrings and a chain to complete your look. It's easy to be brighter, just like ordering a bracelet in the online store!",
    "previewImgIndex": 0,
    "images": ["assets/images/110_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 111,
    "name": "Bracelet with red thread",
    "description": "A bracelet with a red thread is a convenient and elegant accessory. It is a talisman against the evil eye. An expressive silver insert adds femininity and conciseness to the image. Great as a couple gift for lovers or friends. The accessory will become a symbol of strong relationships and affection. As an insert, you can choose any part from the catalog: a tree, a heart, an airplane, an inscription, wings, etc. If you have any questions about the selection of accessories, write to the online chat. We will be happy to help with the choice and place an order with delivery.",
    "previewImgIndex": 0,
    "images": ["assets/images/111_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 112,
    "name": "Charm bracelet",
    "description": "A charm bracelet is an accessory for any occasion. A corporate event, a walk in the park or weekdays in the office. The product is discreet and feminine. Profitable investment, as the bracelet can be supplemented and modified. Buy other charms to complete your look and update your jewelry. Popular charms: eiffel tower, heart, castle, kitten, flower and angel. We will help with the choice through managers. If you have any questions, write to the online chat. We will collect decoration according to your preferences.",
    "previewImgIndex": 0,
    "images": ["assets/images/112_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 113,
    "name": "Pearl bracelet",
    "description": "Pearl bracelet - a sense of style, sophistication and beauty. Suitable for young girls with a knitted sweater, as well as mature ladies for a suit and blouse. Enhance your look with a unique detail.\n\nEvery man should know major dates! Thirty years of marriage is a pearl wedding. On such a holiday, you need to express love from the bottom of your heart. A bracelet made of natural pearls is an adornment that expresses awe and care. Pick up carnations and a necklace for it. Give a unique look to your lady.",
    "previewImgIndex": 0,
    "images": ["assets/images/113_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 114,
    "name": "Brooch Ducharme Cinderella Dream Blue Sky Rose",
    "description": "The blue color of the Swarovski crystal is combined with many colors: blue, mother-of-pearl, red, purple and others. And soft pink pearls add a touch of elegance to the look. Such a brooch can be pinned on a lace blouse, a striped dress and even a fur coat. Gloss, chic and luxury are the 3 components of a breathtaking image. Clear lines, strict geometry and strength. The clasp on a pin is a convenient format for placing a brooch. We bring the accessory in a branded box. Use as storage space.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/114_main.jpg",
      "assets/images/114_0.jpg",
      "assets/images/114_1.jpg",
      "assets/images/114_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 115,
    "name": "Brooch Ducharme Little Star Dove Gray Lilac",
    "description": "Little Star - lilac crystals and white Swarovski pearls. It's impossible to resist. The brooch emphasizes tenderness, softness and femininity. Matches light wardrobe items: a crystal white blouse, a creme brulee dress and a short shiny top. At the same time, it will play with other colors of seduction on a dark coat. Therefore, wear a brooch in winter and summer. Glitter, radiance and luxury. Create a unique look and amaze your surroundings with stylish details.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/115_main.jpg",
      "assets/images/115_0.jpg",
      "assets/images/115_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 116,
    "name": "Brooch Ducharme Cinderella Dream Mauve Mint",
    "description": "The brooch with Swarovski crystals and pearls is made in delicate spring shades. This accessory will make the image more feminine and romantic. Combine the brooch with a knitted sweater, a blue suit or a blue blouse. Draw eyes, be trendy, shine! Decoration does not require additional care. Even heavy rain will not affect the appearance. A profitable investment in the beauty of a woman. The brooch will last from 3 years.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/116_main.jpg",
      "assets/images/116_0.jpg",
      "assets/images/116_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 117,
    "name": "Брошь Ducharme Space Infinity Blue Sky Rose",
    "description": "",
    "previewImgIndex": 0,
    "images": ["assets/images/117_main.jpg", "assets/images/117_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 118,
    "name": "Brooch Ducharme Cinderella Dream Dove Gray Lilac",
    "description": "A brooch with Swarovski crystals and pearls always attracts the eyes of both men and women. This accessory will make the image more romantic and sophisticated. The brooch will decorate a strict jacket, a floor-length dress, a stylish beret or a shoulder bag. Fulfill your dreams. Pick up jewelry in your wardrobe or give to loved ones. Combine with stud earrings, a clasp bracelet and a pendant chain. You deserve more! Style, shine and shine - this is Ducharme.",
    "previewImgIndex": 0,
    "images": ["assets/images/118_main.jpg", "assets/images/118_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 119,
    "name": "Earrings with cubic zirconia",
    "description": "Earrings with cubic zirkonia are an addition to the spring look. Fianite shimmers brightly in the sun and attracts the eye. And the gold case is durable and concise. Create a unique style. Emphasize facial features, décolleté and eye color.\n\nEarrings can be purchased complete with chain and bracelet. Details in the same style stand the taste and attract the eye. We recommend wearing products with collected hair. Then the detail will be accurately noticed!\n\nAre you looking for a gift? We will decorate the package with a festive bow, attach a postcard with wishes and deliver it to the recipient. If you have any questions, write to the online chat. We will be happy to help with the choice of accessories and jewelry.",
    "previewImgIndex": 0,
    "images": ["assets/images/119_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 120,
    "name": "Congo",
    "description": "Congo earrings are an adornment for all occasions. Refined and meticulous. Emphasize the oval of the face and shimmer in the sun. Perfect with plain blouses, sweaters and turtlenecks.\n\nThe main task of the congo is to draw the attention of others to the mistress of the jewelry. And for this purpose, the earrings cope 100%. Bright and stylish, large and massive. Diameter - 4 cm. Drawstring closure and ring shape. Highlight your uniqueness!\n\nBuy jewelry for yourself or loved ones as a gift. We will pick up a festive box and decorate with a bow. Do you have any questions? Write to us in the online chat. We will help you place an order. And the courier will deliver the goods on the same day. Be the star of every evening!",
    "previewImgIndex": 0,
    "images": ["assets/images/120_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 121,
    "name": "Long earrings",
    "description": "Long earrings are a touch of sophistication and restraint. Complete the look with jewelry to feel strong and confident. Get the attention of men. Highlight your sense of taste.\n\n14k red gold, malachite and cubic zirkonia. We recommend wearing long earrings with an open neck. In this case, add a chain with a pendant. Fabrics of dark shades will emphasize the ebb and shine of the metal. Warranty 5 years.\n\nBuying gold earrings is a responsible step. Therefore, you can try on and evaluate the quality both in the Oblaka shopping center and when ordering delivery. For any questions, write to the online chat or call by phone. We will be happy to help you choose. Happy shopping!",
    "previewImgIndex": 0,
    "images": ["assets/images/121_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 122,
    "name": "Long earrings",
    "description": "Studs are those earrings that are comfortable. You don't have to worry about them. The studs are firmly fixed, which means they will not fly out during sports. The water pressure in the shower will not be a hindrance. Put on your nails and be stylish. You can watch starfall in them, go to a concert or walk in the park.\n\nStar carnations are a hit this summer. Romantic, discreet and durable. These should be in every girl's box. Easy to store or take on a trip. Minimalist design, silver and strong clasps make it impossible to resist. Order earrings for yourself or loved ones. Happiness is in the little things!",
    "previewImgIndex": 0,
    "images": ["assets/images/122_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 123,
    "name": "Bath Komfi-Z",
    "description": "Introducing our new product, the Komfi-Z bathtub. The asymmetric shape, laconic design, hydromassage and multi-color lighting make this model ideal for relaxation. You can control the intensity of the massage, adjust the colors and their saturation to suit your preferences.\n\nThe rim of the bathtub is quite wide and allows you to place any decor items or bottles of gel and shampoos. Also, the bottom of the product is impregnated with anti-slip and self-cleaning coatings for comfortable operation.\n\nAttention, the model is presented in a limited amount. Have time to experience the delights of the Komfi-Z bath!",
    "previewImgIndex": 0,
    "images": ["assets/images/123_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 124,
    "name": "Bathtub Fileh-SG",
    "description": "If you want to emphasize the spaciousness and luxury of the bathroom, place the Fileh-SG oval model in the very center. The product is ideal for relaxation and stress relief. Take a bath with warm water, add essential oils, light candles and feel how your muscles relax and you are energized.\n\nHigh patterned legs give the bath richness and conciseness. And the marble base makes the model wear-resistant and allows you to keep the water temperature for a long time. Also for comfort complete with a bath there is a soft headrest.",
    "previewImgIndex": 0,
    "images": ["assets/images/124_main.jpg", "assets/images/124_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 125,
    "name": "Bath Lessori-F",
    "description": "When there is nowhere to put your feet while taking a bath, this creates discomfort and blocks maximum relaxation. Dimensions of the Lessori-F model 190x90x46 cm and a soft headrest will allow even tall users to enjoy water procedures. And the hydromassage function will help you forget about stress and start the next day with renewed vigor.\n\nWith an anti-slip bottom, you can not be afraid to fall when entering the bath. It is also convenient that even children can swim safely and not slip down.\n\nIt's time to pamper yourself and feel energized with the Lessori-F bath!",
    "previewImgIndex": 0,
    "images": ["assets/images/125_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 126,
    "name": "Bath Seqi",
    "description": "Seqi is a combination of unique design and comfort. With this product, any bathroom will sparkle with new colors and become a favorite place in the house. Laconic curves and the absence of sharp corners, as well as an anti-slip coating will make the use of the model safe for both adults and children.\n\nAcrylic is resistant to wear, holds heat well and is easily cleaned of any contaminants. Therefore, the bath will retain its original appearance for a long time and will delight you with its convenience.\n\nSuitable even for very small rooms - the asymmetric shape is designed to save space as much as possible.",
    "previewImgIndex": 0,
    "images": ["assets/images/126_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 127,
    "name": "Bath E-Liot",
    "description": "After a hard day at work, a relaxing bath is a great way to relieve stress. With E-Liot your holiday will become even more pleasant. The headrest of the model is made of foamed PVC - it is soft and comfortable. For comfort, the bottom of the bathtub is impregnated with an anti-slip coating.\n\nThe hydromassage function helps to relax muscles, tone the skin and relieve signs of fatigue. You can adjust the massage intensity according to your preferences. The asymmetrical shape of the model will decorate any design and will allow you to economically organize the space in the bathroom.",
    "previewImgIndex": 0,
    "images": ["assets/images/127_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 128,
    "name": "Bath K-Rossei",
    "description": "When you want space, even the smallest rooms can be visually made larger. The K-Rossei bathtub is ideal for this purpose. The angular shape and dimensions of 150x94x65 cm will significantly free up space in the room and at the same time maintain the convenience of using the bathroom.\n\nThe product has a self-cleaning coating - water particles along with dirt roll off the surface. Even dried water stains or lime deposits can be easily wiped off. The manufacturer Rossei guarantees the strength and durability of the product.",
    "previewImgIndex": 0,
    "images": ["assets/images/128_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 129,
    "name": "K-Rossei bath set + Satelia faucet",
    "description": "Bathroom in retro style - products of the Rossei and Catelia brands. Style, strength and durability. Compact design for small spaces. Save space and convenience. We recommend connecting a hard type of eyeliner - it is resistant to chemical and thermal influences, withstands temperature extremes.\n\nAcrylic bathtub K-Rossei - angular shape, compact size 150x94x65 cm and self-cleaning coating.\nSatelia faucet - stainless steel, traditional spout shape and 2 valves.\n\nBuy goods in a set - K-Rossei bathtub + Satelia faucet. Get the benefit of 2 100 rubles. Book plumbing fixtures. We will install the bathtub and faucet, run the water, check the work and clean the room. A happy life starts with a clean and comfortable bathroom.",
    "previewImgIndex": 0,
    "images": ["assets/images/129_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 130,
    "name": "Shower cabin Valessi 600",
    "description": "When you are in constant motion, you want to stop time at least for a moment and enjoy serenity. The shower cabin Valessi 600 is designed for this. Feel how every cell of your body relaxes with the functions of hydro and air massage. Hydromassage acts pointwise with the help of water pressure. And air massage with air bubbles improves blood circulation and enriches the skin with oxygen.\n\nThe Turkish bath will enhance the relaxing effect - the heat will relax your muscles, relieve pain and overwork.\n\nA deep pan, roof and tight-fitting doors protect against splashing water. And the anti-slip coating on the bottom will allow you to stand confidently on the surface. The dimensions of the shower cabin are designed for small bathrooms and allow you to economically allocate space.",
    "previewImgIndex": 0,
    "images": ["assets/images/130_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 131,
    "name": "Shower cabin Misterio 3000",
    "description": "When you come home after a busy day, Misterio 3 000 will help get rid of fatigue. Hydromassage will relax your muscles as much as possible, improve blood circulation and relieve spasms. And your favorite music will relieve stress and give you a boost of energy.\n\nThe shower cabin is suitable for bathtubs of any size. Designed with space in mind, the Misterio 3000 visually expands the space of small rooms. The pallet, the presence of a roof and tightly sliding doors will not allow water to seep through. The anti-slip coating prevents slipping. You can confidently move around the cabin and even dance to the sounds of popular hits.",
    "previewImgIndex": 0,
    "images": ["assets/images/131_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 132,
    "name": "Shower cabin Kolleri-800",
    "description": "The shower cabin Kolleri-800 was developed according to the latest technologies and is aimed at maximum relaxation of the body. Hydromassage and sauna help improve blood circulation, metabolic processes, remove toxins and toxins. And a hot shower is a lifesaver in chilly weather. Works great as a prevention of colds.\n\nOverhead lighting and a radio are installed in the shower cabin to set the mood. You can also play your favorite hits via USB. A self-cleaning bottom coating greatly facilitates the care of plumbing. It's time to take care of yourself!\n\nBuy a shower cabin Kolleri-800 in our online store in 1 click and enjoy your purchase! Read more about the terms of delivery on our website in the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/132_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 133,
    "name": "Shower cabin Rosei 2000",
    "description": "Introducing the budget model - Rosei 2000. The dimensions of the shower cabin 75x75 cm allow you to place plumbing fixtures in small rooms and economically allocate space. The cabin walls are made of durable glass, which are impregnated with a matte finish.\n\nThe model is equipped with a contrast shower function. You can adjust the intervals for supplying hot and cold water, as well as set the desired temperature. A contrast shower is useful for strengthening blood vessels, improving blood circulation and activating metabolic processes.\n\nBuy a shower cabin in our online store in just 1 click and enjoy the product the very next day. You can read more about delivery in the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/133_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 134,
    "name": "Raito F-9000 bath and shower faucet",
    "description": "Clear lines, modern design, convenience and compactness - all this combines the new Raito F-9000. Hidden mounting allows you to leave visible only decorative elements, that is, the control lever and the metal trim. Everything else will be built into the wall.\n\nTemperature is regulated by one lever. Brass provides the product with strength and resistance to corrosion. This material is the best combination of price and quality. The flexible connection of the model eliminates the need for adapters and facilitates the installation of the product. Buy a Raito F-9000 faucet - save space in the bathroom and create comfort.",
    "previewImgIndex": 0,
    "images": ["assets/images/134_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 135,
    "name": "Shower thermostat Torso V-6000",
    "description": "If the family has a small child, the Torso V-6000 thermostat is a great helper for parents. It will help you quickly set the ideal temperature for bathing your baby and prevent fidgets from scalding.\n\nThe mixer is controlled by two rotating levers. Also, the plumbing functionality will allow you to fix the set temperature, so that next time you don’t waste time setting it up again.\n\nThe laconic form of the model will fit into any design. And brass will retain its original appearance for a long time and ensure the durability of the product.",
    "previewImgIndex": 0,
    "images": ["assets/images/135_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 136,
    "name": "Bath faucet Satelia",
    "description": "Satelia is design, convenience and durability. The model will be a harmonious addition to the bathroom, decorated in retro style. The mixer is easy to use and install. Two holes are required for mounting.\n\nDue to the fact that the faucet is made of stainless steel, the product will retain its original appearance for decades and be durable. The model is provided with a rigid type of eyeliner - it is resistant to chemical and thermal influences, it withstands temperature extremes well.",
    "previewImgIndex": 0,
    "images": ["assets/images/136_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 137,
    "name": "Basin faucet Faris G-120",
    "description": "Faris G-120 is suitable for both kitchen and bathroom sinks. Long swivel spout allows you to adjust the direction of the water jet. This is convenient when there are a lot of dishes in the sink. There are also benefits for the restroom - with an optimally selected location, you can direct water either into the bath itself or into the washbasin.\n\nThe model looks compact and stylish, despite the long spout - the mixer will look harmonious in any interior. The faucet is made of stainless steel. This guarantees the durability of the product and the preservation of its original appearance.\n\nBuy a faucet in our online store and get free shipping.",
    "previewImgIndex": 0,
    "images": ["assets/images/137_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 138,
    "name": "Aragio wall hung toilet with double flush",
    "description": "The Aragio model is a great option for arranging a restroom. Save space, water consumption, easy to clean. Moreover, plumbing looks very stylish and modern.\n\nEarthenware products are a budget option and are moisture resistant. The release type of the model is horizontal. The horizontal spigot is aesthetically pleasing and easy to install.\n\nIf you're looking for budget-friendly sanitary ware that will look great in any bathroom, this is the one for you! You can buy goods on our website in one click. If you have any questions, write to us in the online chat. We will advise on all issues.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/138_main.jpg",
      "assets/images/138_0.jpg",
      "assets/images/138_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 139,
    "name": "Single flush WC Feilgo",
    "description": "The new Feilgo impresses with its compactness, design and durability. Due to the fact that the toilet is equipped with a direct type of outlet, the noiselessness of the plumbing is ensured. And the micro-lift function protects the toilet from damage - the lid does not slam, but slowly lowers to the seat.\n\nThe porcelain base of the model is very strong and durable. Allows for a long time to maintain the original appearance of the product. The floor structure is mounted simply and without additional materials. You can buy goods on our website. If you have questions about plumbing, write to the online chat. We'll be happy to help you find the right model for you!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/139_main.jpg",
      "assets/images/139_0.jpg",
      "assets/images/139_1.jpg",
      "assets/images/139_2.jpg",
      "assets/images/139_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 140,
    "name": "Wall hung toilet bowl Daskol with oblique drain",
    "description": "We present a new model of a foreign manufacturer Daskol. It features an aesthetic design, an anti-splash system and a micro-lift. The shape of the toilet saves space and makes it easy to clean the room.\n\nThe dual flush button helps control the flow of water - the user selects the minimum supply or full descent. Due to the fact that the model is equipped with an oblique type of outlet, connecting to the sewer becomes a simple task - no need to adjust parts. Such a drain eliminates the accumulation of sewage and minimizes the occurrence of blockages.",
    "previewImgIndex": 0,
    "images": ["assets/images/140_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 141,
    "name": "Toilet floor Satelia with microlift",
    "description": "The compact Satelia model is great for small spaces. And the double drain button allows you to select modes: drain the water completely or use the minimum flow. This feature helps save water.\n\nThe microlift saves from domestic quarrels in the family - the toilet lid itself smoothly descends to the seat. Plumbing is equipped with an oblique outlet type - a reliable and practical option that is easy to install. The material is strong and durable.\n\nGet toilet bowls in 1 click. If you have any questions, write to the online chat. To find out the terms of delivery, go to the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/141_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 142,
    "name": "Fairs Hexagonal Dumbbells",
    "description": "Fairs hexagonal dumbbells are designed for comfortable strength training for both professionals and amateurs. The hexagonal shape of the discs allows you to do push-ups from dumbbells. And the rubberized coating protects the floor from impact and minimizes noise when falling.\n\nThe chrome-plated stock handle provides a comfortable grip and prevents slipping. Fairs hexagonal dumbbells are comfortable, durable and safe. You can buy a model in our online store at a bargain price. Delivery terms are described in the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/142_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 143,
    "name": "Composite dumbbells Braves",
    "description": "Strength training can also be provided at home. The main thing is to have the right equipment. Composite dumbbells Braves are a great solution for men who are focused on results.\n\nThe model consists of 3 steel discs: 2 x 10 kg and 1 -12 kg. They can be combined according to preference. And also buy other components of the weight you need. The discs are fixed with high-strength plastic nuts. They will protect against falling out of elements and guarantee the safety of use.\n\nBuy collapsible composite dumbbells Braves and achieve the perfect shape!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/143_main.jpg",
      "assets/images/143_0.jpg",
      "assets/images/143_1.jpg",
      "assets/images/143_2.jpg",
      "assets/images/143_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 144,
    "name": "Toilet floor Satelia with microlift",
    "description": "The compact Satelia model is great for small spaces. And the double drain button allows you to select modes: drain the water completely or use the minimum flow. This feature helps save water.\n\nThe microlift saves from domestic quarrels in the family - the toilet lid itself smoothly descends to the seat. Plumbing is equipped with an oblique outlet type - a reliable and practical option that is easy to install. The material is strong and durable.\n\nGet toilet bowls in 1 click. If you have any questions, write to the online chat. To find out the terms of delivery, go to the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/144_main.jpg",
      "assets/images/144_0.jpg",
      "assets/images/144_1.jpg",
      "assets/images/144_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 145,
    "name": "FRA fitness dumbbells",
    "description": "FRA fitness dumbbells are designed for home workouts. They are made of high quality material and are durable. Due to the neoprene coating, the dumbbells are securely gripped during exercise - they definitely will not slip out of your hands. The streamlined shape without sharp corners guarantees safe use. Dumbbells do not take up much space and are easy to store.\n\nComes with a pair of dumbbells. The weight of the products is 2 kg. Ideal for women to exercise. The model is presented in several colors. Get fitness equipment and be always in shape! For all questions, write to the online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/145_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 146,
    "name": "Ferics handball",
    "description": "The Ferics handball is designed for professional players. Certified by the International Handball Federation IHF. Soft synthetic leather, 3 layers of synthetic fabric, foam layer for softness, latex chamber - all this is aimed at the accuracy of the trajectory of the impact and perfect grip.\n\nThe strength of the ball is ensured by hand stitching. The bright design will make the attribute highly visible on the playing field. You can buy goods on our website in just 1 click. You can read more about the terms of delivery in our «How to buy» section.",
    "previewImgIndex": 0,
    "images": ["assets/images/146_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 147,
    "name": "Baby ball Kasa",
    "description": "The ball perfectly develops the coordination of kids and contributes to the overall physical development. It can be used for any outdoor games both at home and on the street. The ball absorbs moisture well - suitable even for activities in the water.\n\nThe Kasa is well balanced and provides predictable bounce. Decorated with funny pictures of animals - the child can play and explore the fauna at the same time. Come up with useful exercises for the baby - it all depends on your imagination!\n\nYou can buy the Kasa ball in our online store. If you have any questions about payment methods or delivery of goods, write to the online chat. We'll help you figure it all out.",
    "previewImgIndex": 0,
    "images": ["assets/images/147_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 148,
    "name": "Baseball ball Shison",
    "description": "The Shison ball is the choice of professional players. The soft wood core and natural leather cover guarantee the quality of the attribute, wear resistance and good aerodynamics. He is able to withstand any blows with a bat. The high strength of the ball is also ensured by the fact that it is sewn by hand.\n\nYou can purchase the Shison ball on our website in 1 click. To learn more about payment methods and delivery terms, just write to the online chat on the website or call +1 (000) 000 00 00. We will explain all the details.",
    "previewImgIndex": 0,
    "images": ["assets/images/148_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 149,
    "name": "Volleyball ball Kasaki-M 600",
    "description": "Kasaki-M 600 is a model for professional matches. Made using the latest technology from high quality faux leather. Does not slip in the hands and provides an accurate flight path. The new structure of the ball frame allows it to bounce perfectly at the slightest impact.\n\nThe brand guarantees the quality of the product and its durability. You can test the product in our store. On the properties of the goods and delivery conditions, you can consult through the online chat on our website.",
    "previewImgIndex": 0,
    "images": ["assets/images/149_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 150,
    "name": "Football ball",
    "description": "The Nalks soccer ball is designed specifically for professional games. The revolutionary new product is made of high-tech synthetic leather with embossed application. The material ensures the accuracy of the flight path of the attribute even in wet weather and guarantees its durability.\n\nThe bright color of the ball makes it highly visible on the football field. And thanks to the heat press technology, the product has a perfectly round shape, does not let moisture into the seams and is perfectly balanced.\n\nIf you have any questions about the properties of the goods or the terms of delivery, write to the online chat or call + 1 (000) 000 00 00. We will consult for free and select the appropriate option.",
    "previewImgIndex": 0,
    "images": ["assets/images/150_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 151,
    "name": "Basketball ball Farmax",
    "description": "The Farmax basketball is the choice of the best players. The combination of leather and microfiber provides a precise grip, while the small pimple tire allows you to better control the ball in any maneuver.\n\nFarmax is designed specifically for use in halls - ideally adjusted to a specific surface. And the multi-layer structure of the ball guarantees durability and a good rebound attribute. High-quality nipple allows you to keep the pressure inside the product for a long time and protects against unexpected deflation during responsible games.",
    "previewImgIndex": 0,
    "images": ["assets/images/151_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 152,
    "name": "Sura football pads",
    "description": "Sura football pads are made for professional games. Ultra-thin material conforms to the contours of players' calves, while breathable EVA foam underlay provides maximum injury protection and shock absorption.\n\nLightweight and elastic compression sleeves secure the shields effectively and guarantee a comfortable fit. The model complies with the EN 13061:2009 safety standard. Buy equipment in 1 click in our online store. If you have any questions, write to the online chat. We'll pick the perfect option for you.",
    "previewImgIndex": 0,
    "images": ["assets/images/152_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 153,
    "name": "Hockey helmet Berer",
    "description": "The Berer helmet is strength, reliability, safety. The high quality of the equipment is confirmed by HECC, CSA and CE certificates. The shell is made of impact-resistant plastic and the helmet liner is made of dual-density foam for maximum head protection.\n\nProfessional equipment is easily adjusted without additional tools to the size of the head and face of the user, ensuring a snug fit of the helmet. You can buy goods in \"1 click\". You can learn more about payment methods and delivery terms in the online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/153_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 154,
    "name": "Bofre tennis racket",
    "description": "The Bofre Table Tennis Racket features ACS technology, which improves ball speed and control. And the WRB system provides more perfect rebound and delivery power.\n\nThe base of the inventory is made of wood. High quality materials increase the service life of the racket. The model is approved by the International Tennis Federation and is used in professional games.",
    "previewImgIndex": 0,
    "images": ["assets/images/154_main.jpg", "assets/images/154_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 155,
    "name": "Varse goalie gloves",
    "description": "The new Varse model, made with innovative technology, will provide grip and minimize the risk of the soccer ball slipping. The back of the hand is made of natural latex for maximum tactility. Breathable panels and exposed seam cut for comfort. And high-strength latex straps around the wrist will allow you to make an exact fit to the size of the user.\n\nThe Varse Gloves are flexible goaltender protection designed for confident play in any weather. You can purchase goods in our online store. For all questions, you can clarify in the online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/155_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 156,
    "name": "Hanging chandelier Rei",
    "description": "The Rei chandelier is a combination of bold style and high quality. Consists of 3 plafonds made in the shape of a pyramid. Provides good illumination at a distance of up to 20 m2. Great for a small kitchen.\n\nIf you are looking for unusual models, then the Rei pendant chandelier is the right option. You can buy goods online or in one of the branches of our stores. Check the availability of the product with managers by phone +7 (000) 000 00 00.",
    "previewImgIndex": 0,
    "images": ["assets/images/156_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 157,
    "name": "Fairtsy ceiling chandelier",
    "description": "A good design will help to make any room spacious. The Fairtsy ceiling chandelier will visually increase the height of the ceilings due to the fact that it is hung as close to it as possible. At the same time, the ornate shape allows you to direct the light in different directions and provide bright illumination. The total power is 720 watts.\n\nThe model provides 3 switching modes and 16 light bulbs. You can buy goods on our website in 1 click. For delivery terms, see the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/157_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 158,
    "name": "Ceiling chandelier Orte with fan",
    "description": "The Orte ceiling chandelier stands out for its functionality and modern style. Thanks to a powerful plafond, it provides illumination up to 32 m2. And the double-sided blades are perfect for any interior and guarantee silent cooling of the room. There is also a winter mode.\n\nThe mechanism of the fan is simple. When the blades rotate counterclockwise, cold air flows out, and clockwise - warm air.\n\nAttention! If the ceiling length is more than 3 meters, an additional extension rod must be purchased to position the fan at the optimal height.",
    "previewImgIndex": 0,
    "images": ["assets/images/158_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 159,
    "name": "Ceiling chandelier Orte with fan",
    "description": "The Tarris chandelier combines unsurpassed modern style, quality and excellent lighting for rooms up to 36 m2. Due to LED bulbs, it is suitable for stretch ceilings, and also consumes electricity economically.\n\nMade in two colors and contains 6 light bulbs. Aesthetically enhances any design. Buy Tarris LED chandelier at a bargain price in our online store. Make your life brighter!",
    "previewImgIndex": 0,
    "images": ["assets/images/159_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 160,
    "name": "Cascading chandelier Mastio-206",
    "description": "Unique design, bright light and iridescent crystal details - this is the Mastio-206 cascading chandelier. Lighting area - 40 m2, total power - 650 watts. Due to the arrangement of shades and decorative elements at different levels, the model seems weightless and very unusual.\n\nAdd chic to your interior and enjoy pleasant lighting from the Mastio-206 chandelier. You can buy the product in our online store at a bargain price. If you have questions about the properties of the model, please contact us via online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/160_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 161,
    "name": "Chandelier Desti with remote control",
    "description": "Functionality, quality, unsurpassed design - this is the Desti chandelier with a remote control. The model has 6 lamps and LED lighting.\n\nThe control panel is included in the package. It allows you to adjust the brightness of the lighting and color: white, blue, red, purple. The unusual shape of the chandelier in a modern style combines many of the smallest details that give the model chic and originality. On our site you can purchase goods in 1 click. Delivery terms are described in the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/161_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 162,
    "name": "Wall lamp Pollori",
    "description": "The Pollori lamp is an elegant and stylish piece that will decorate your bedside area. Built-in LED lamps provide soft diffused light.\n\nIt is connected using hidden wiring - no details distract from the unusual shape of the lamp. The design looks aesthetically pleasing and minimalistic. You can buy the product in our online store. Delivery terms are described in the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/162_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 163,
    "name": "Surface-mounted lamp Niaol",
    "description": "The Niaol surface-mounted lamp is made of modern thermoplastic. Mounts directly to the plane and is suitable for small rooms. It comes with an LED lamp that protects the ceilings from heating.\n\nThe model also has a remote control. They can adjust the brightness and color of the lighting: white, purple or red. It is recommended to use as additional light.\n\nBuy a Niaol lamp in our online store at a bargain price! On the terms of payment and delivery, you can consult our managers in the online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/163_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 164,
    "name": "Ceiling lamp Fario",
    "description": "The Fario lamp is made in the shape of a ball. Its shade is made of natural fiber and perfectly complements the design in country and Provence style. Suitable for small kitchen or bedroom.\n\nThe total power of the lamp is 32 watts. Comes with an energy saving lamp. You can buy goods on our website in 1 click. If you have any questions about the properties of the product, write to the online chat. We'll help you figure it all out.",
    "previewImgIndex": 0,
    "images": ["assets/images/164_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 165,
    "name": "Suspension lamp Goodles",
    "description": "The Goodles lamp is made in the shape of an inverted wine glass. The kit comes with an adjustable long cord - you can direct the spot light to any outdoor area. It looks unusual and stylish when combined with 3 or more copies.\n\nTo ensure good lighting, a 42W lamp with an E27 base is ideal. Buy a modern Goodles lamp and make your apartment even brighter!",
    "previewImgIndex": 0,
    "images": ["assets/images/165_main.png"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 166,
    "name": "Wall street lamp Ressi",
    "description": "Introducing the German novelty - the wall-mounted street lamp Ressi. The body of the structure is made of silumin, and the ceiling is made of durable glass. The material will protect the model from dust and moisture, which will ensure resistance to climatic conditions and wear resistance.\n\nThe diffusing light of the lantern is enough to make the walking paths and court areas of the plots well visible. The product uses an E27 lamp base.",
    "previewImgIndex": 0,
    "images": ["assets/images/166_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 167,
    "name": "Suspended street lamp Loifo",
    "description": "The street lamp is attached to the surface with a decorative bracket. The tetrahedral shape, painted in black gold, will emphasize the exterior of the suburban area and provide bright lighting.\n\nThe model is designed for incandescent lamps with E27 base. The lamp works at temperatures from -40 to +50 degrees. Resistant to harsh climatic conditions. You can buy a unique product in our online store in 1 click.",
    "previewImgIndex": 0,
    "images": ["assets/images/167_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 168,
    "name": "Ground street lamp Venovi",
    "description": "Venovi ground street lamp is quality and classic style. The body of the model is made of metal, and the ceiling is made of high-strength glass. The lantern has a degree of protection IP44. This suggests that it will be resistant to dust and excessive moisture. Light bulbs with E27 base are used for lighting.\n\nThe main advantage of the Venovi flashlight is a high degree of illumination - up to 5 km2. The product will become a bright highlight of your country house or place in the city. Add light to your life!",
    "previewImgIndex": 0,
    "images": ["assets/images/168_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 169,
    "name": "Fori camping lantern",
    "description": "Fori camping lantern is convenience and functionality. It consists of 24 LED lamps. With a strong hook and magnets, it is convenient to hang it anywhere. The model is made of high-strength plastic.\n\nRuns on 3 batteries. The lantern is made in the form of a circle. Doesn't take up much space and is easy to carry around. You can purchase goods in our online store.\n\nAttention! Batteries are not included.",
    "previewImgIndex": 0,
    "images": ["assets/images/169_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 170,
    "name": "Blanket",
    "description": "The double duvet will win your love: high-quality tailoring, durable material and natural filling. With the help of the latest technology, it has become possible to combine light weight and thermal insulation properties.\n\nOnly popular fillers and a pleasant color can satisfy high demands. Enjoy your new purchase and sleep with pleasure!",
    "previewImgIndex": 0,
    "images": ["assets/images/170_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 171,
    "name": "Plaid",
    "description": "Pleasant to the body, easy to care for and a beautiful bedspread will come in handy absolutely everywhere. Reading a book, watching movies or looking at the constellations will become more desirable with a fluffy blanket.\n\nPastel colors or bright colors - the choice is yours. Heat lovers will appreciate the property of the blanket - to keep warm. Size 240 * 220 cm will allow you to wrap yourself in several layers or hide two adults without any problems. Enjoy the warmth together!",
    "previewImgIndex": 0,

    "images": ["assets/images/171_main.jpg", "assets/images/171_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 172,
    "name": "Bedspread",
    "description": "To create a warm and cozy atmosphere in the nursery or bedroom, a faux fur bedspread is useful. Match the color to the interior and get aesthetic pleasure from the purchase.\n\nPleasant to the body textiles in pastel colors will emphasize the individuality of the design of the room. A classic bedspread for connoisseurs of laconic lines and harmonious color combinations. Ideal for family photos and movie watching.",
    "previewImgIndex": 0,
    "images": ["assets/images/169_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 173,
    "name": "Bedding set",
    "description": "The advantages of such a kit are that it is antistatic and recognized as hypoallergenic. Relax with your baby in bed without worrying about your health.\n\nThe weaving of the threads will ensure wear resistance even after thousands of washes. The material does not accumulate moisture and odors, has an antifungal effect. Washes easily and dries quickly.",
    "previewImgIndex": 0,
    "images": ["assets/images/173_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 174,
    "name": "Terry towel",
    "description": "A wide towel is suitable for drying after a shower, for laying on the beach or wrapping up after a bath. Natural fabric is hypoallergenic and safe for babies.\n\nMahra is not electrified, it is easy to wash and does not need to be ironed. It does not require additional care and does not lend itself to stubborn stains. Wear-resistant material will serve you for many years!",
    "previewImgIndex": 0,
    "images": ["assets/images/174_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 175,
    "name": "Roller blind",
    "description": "Universal mount allows you to mount the curtain on a wall, ceiling, wooden or plastic window frames. A compact curtain will visually save space - it does not cover the entire window, but only the glass.\n\nControlling a double layer of fabric with a chain easily adjusts the degree of light transmission. The kit includes brackets, a weighting agent and a chain for adjusting the curtains. The design will allow you to roll the canvas, ensuring the full opening of the window.",
    "previewImgIndex": 0,
    "images": ["assets/images/175_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 176,
    "name": "Scented candle",
    "description": "The candle is made of multi-component wax with high-quality fragrance, as in perfumery compositions. When heated, it does not emit harmful substances that can cause allergies. The candle is safe for children and pets.\n\nThe scent is not overbearing and unobtrusive. The candle melts evenly and fills the house with a delicate smell for a long time. Come home and enjoy the atmosphere!",
    "previewImgIndex": 0,
    "images": ["assets/images/176_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 177,
    "name": "Artificial flowers",
    "description": "A voluminous bush on the floor takes up little space, but it looks spectacular. Gives freshness and adds bright colors to any room that does not have conditions for living plants and flowers.\n\nA great way to update the interior of a nursery, living room or kitchen. Feel comfortable and relaxed next to the green island!",
    "previewImgIndex": 0,
    "images": ["assets/images/177_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 178,
    "name": "Ball vase",
    "description": "An elegant product for decorative purposes and flower arrangements. The form accommodates a large amount of materials and objects - this is a space for creativity. Imagine and bring your ideas to life!\n\nThe advantage of a ball vase is its stability, absolute transparency and universal form. Make an aquarium for exotic fish, a container with a flower arrangement or use a candle holder for a romantic evening.",
    "previewImgIndex": 0,
    "images": ["assets/images/178_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 179,
    "name": "Photo Frame",
    "description": "With the help of this decor element, you can make a collage in a matter of minutes and hang it on the wall in the living room. Happy vacation moments, emotional photos with friends and warm memories from a family dinner will fit in a multi-frame for 10 photos.\n\nLaconic decor can be put on the desktop or hung in the children's room - you can think of a lot of options. Match the accessory to the interior according to the color scheme and enjoy the memories of happy moments.",
    "previewImgIndex": 0,
    "images": ["assets/images/179_main.jpg", "assets/images/179_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 180,
    "name": "Manual cultivator",
    "description": "The tool has 4 star-shaped wheels that grind the soil. It is used for aeration without damaging the roots of plants and flowers. The working width of the model is 15 cm.\n\nThe wheels are made of aluminum, while the statin is made of aluminum alloy. Convenient and functional tool will serve you for a long time. The statin has a shell for using an extension rod or handle.",
    "previewImgIndex": 0,
    "images": ["assets/images/180_main.jpg", "assets/images/180_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 181,
    "name": "Trowel",
    "description": "The durable alloy will withstand the load without bending, and the metal blade will last a long time due to special sharpening. The blade is made of stainless steel and can be re-sharpened if necessary.\n\nThe scoop is conveniently stored in a suspended state. For this, a hole is provided in the handle. The special material prevents slipping of the hands and provides excellent grip with the palm. Working in the garden will become more pleasant with a new tool!",
    "previewImgIndex": 0,
    "images": ["assets/images/181_main.jpg", "assets/images/181_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 182,
    "name": "Watering can",
    "description": "The watering can is made of plastic and weighs little. A thin nose with interchangeable nozzles will help you get close to bulky plants and dense planting.\n\nThe ergonomic handle makes it easy to grip and effortlessly tilt the watering can. The convex nozzle on the spout waters evenly without washing away the soil or nailing the plants to the ground.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/182_main.jpg",
      "assets/images/182_0.jpg",
      "assets/images/182_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 183,
    "name": "Drip irrigation",
    "description": "The basic system includes everything you need to organize plant nutrition. Connect the kit to a barrel or other water tank and micro-drip irrigation will do the trick. Such a system will save up to 70% of water and direct the flow to the roots of plants.\n\nThe hose is safe, comfortable and easy to handle. It will create the necessary pressure, and the pegs will fix it in the correct position on a certain piece of land. Reliability, high-quality materials and wear resistance will allow you to operate the irrigation system for a long time.",
    "previewImgIndex": 0,
    "images": ["assets/images/183_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 184,
    "name": "Smart watch Morser",
    "description": "Morser smart watches combine unsurpassed design and versatility. In addition to time, they show the steps taken, count calories, monitor heart rate. And also allow you to control the player and camera. It is possible to remind and display notifications about calls and messages.\n\nThe clock is controlled by a touch button. You can buy a modern model in our online store in just 1 click. You can learn more about the properties of the product from our managers in the online chat.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/184_main.jpg",
      "assets/images/184_0.jpg",
      "assets/images/184_1.jpg",
      "assets/images/184_2.jpg"
    ],
    "price": 89.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 185,
    "name": "Golser mechanical watch",
    "description": "Men's mechanical watch Golser with automatic winding is a symbol of time and reliability. The skeletonized dial is water resistant and scratch resistant. The case and strap are made of stainless steel - the accessory will become your faithful companion for many years.\n\nThe Golser model is suitable for any look, be it a sports or a business suit. You can buy watches in our online store. For delivery terms, see the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/185_main.jpg"],
    "price": 399.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 186,
    "name": "Rolis quartz watch",
    "description": "A Rolis quartz watch will always be accurate to the millisecond. The model is equipped with automatic LED backlight. Shockproof, magnetically resistant and waterproof. And the leather strap is reliable and will last for many years.\n\nThe watch contains world time, calendar, timer, speed display and alarm functions. They are designed for successful men who control their lives. Make yourself a useful gift and always be the center of attention!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/186_main.jpg",
      "assets/images/186_0.jpg",
      "assets/images/186_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 187,
    "name": "Swiss watches Modox",
    "description": "Modox Swiss watches combine versatile style, richness and quality. They don't need to be turned on. A leather strap will last for many years. The sapphire crystal protects the case from minor scratches.\n\nThe watch is equipped with additional dials. Here you can watch not only time, but also the speed of movement for a certain distance. The model also displays the date.\n\nBuy a Swiss watch Modox, feel confident in any situation!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/187_main.jpg",
      "assets/images/187_0.jpg",
      "assets/images/187_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 188,
    "name": "Watch with rhinestones Ferowsky",
    "description": "A model with Ferowsky rhinestones is not only a beautiful decoration, but also a functional assistant. The watch always shows the exact time, it does not need to be wound. They also control the speed of movement.\n\nThe steel strap, decorated in gold, is equipped with a reliable clip. You don't have to worry about the watch opening unexpectedly. Make your look unique and memorable with the elegant Ferowsky rhinestone model.",
    "previewImgIndex": 0,
    "images": ["assets/images/188_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 189,
    "name": "Lioso gold watch",
    "description": "Lioso is a watch with the most precise Swiss movement. The dial is protected by a durable sapphire crystal, which does not leave scratches. The role of the regulator is performed by the crystal. Every detail of the product is thought out to the smallest detail and qualitatively worked out.\n\nThe case, screw-down crown and case back, as well as the bracelet with folding clasp are all made of yellow gold. The strap is equipped with double lock buttons and an extension system.",
    "previewImgIndex": 0,
    "images": ["assets/images/189_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 190,
    "name": "Kiot mechanical watch",
    "description": "The watering can is made of plastic and weighs little. A thin nose with interchangeable nozzles will help you get close to bulky plants and dense planting.\n\nThe ergonomic handle makes it easy to grip and effortlessly tilt the watering can. The convex nozzle on the spout waters evenly without washing away the soil or nailing the plants to the ground.",
    "previewImgIndex": 0,
    "images": ["assets/images/190_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 191,
    "name": "Refia quartz watch",
    "description": "Modern design, shock-resistant case, anti-reflective coating - this is a Refia chronograph watch. The model is waterproof and shockproof. Equipped with additional dials, shows the speed of the distance traveled.\n\nThe strap is made of stainless steel, and the clasp is made in the form of a clip. They provide a secure fit and durability. Brighten up your look with a unique accessory!",
    "previewImgIndex": 0,
    "images": ["assets/images/191_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 192,
    "name": "Swerse swimming watch",
    "description": "Sporty design, versatility, comfort and durability - all these qualities are united by the Swerse model. The watch is covered with a moisture-proof layer, it will work perfectly when constantly immersed in water.\n\nThe product's built-in accelerometer will measure distance and pace while running or swimming. After completing a workout, the device works as an activity tracker: it counts the number of steps and calories during the day. If the child sits in one place for more than an hour, the device will tell you that it is time to stretch a little.\n\nGive your future champion a functional assistant!",
    "previewImgIndex": 0,
    "images": ["assets/images/192_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 193,
    "name": "BabySli quartz watch",
    "description": "BabySli is a multifunctional model designed for a first introduction to time. The electronic dial will help you quickly distinguish the time. And the shock-resistant and moisture-resistant case will allow the watch to serve the little owner as long as possible.\n\nBabySli quartz watch is equipped with additional functions: alarm clock, stopwatch, days of the week and date. The case and glass are made of plastic, while the strap is made of polyurethane. We work only with proven brands and guarantee the quality of the product.",
    "previewImgIndex": 0,
    "images": ["assets/images/193_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 194,
    "name": "Smart watch Cleverli",
    "description": "Bright clock with an unusual design will be a good gift for your child. They are equipped with a color display and a durable rubber strap that provides comfortable continuous wearing of the product.\n\nCleverli smart watches show not only the time, but are also multifunctional: a pedometer, call and message notifications, geolocation, SOS button, wiretapping and more. You will always know where your child is and you can listen to what is happening around him. And by pressing a combination of buttons, the owner can make an emergency call to the numbers entered in advance for these cases.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/194_main.jpg",
      "assets/images/194_0.jpg",
      "assets/images/194_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 195,
    "name": "BabyBigi mechanical watch",
    "description": "Modern design, versatility, high durability - all these qualities are combined in the new BabyBigi mechanical watch. The waterproof case will even allow you to wet the product in water and not cause damage.\n\nThe strap is made of rubber, the large dial is protected by a mineral glass. A tachymeter is included. This is a scale that allows you to determine the speed on a certain time path. Make a gift to your kid, accustom him to a sense of style from childhood!",
    "previewImgIndex": 0,
    "images": ["assets/images/195_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 196,
    "name": "Construction adhesive Cekko",
    "description": "The watering can is made of plastic and weighs little. A thin nose with interchangeable nozzles will help you get close to bulky plants and dense planting.\n\nThe ergonomic handle makes it easy to grip and effortlessly tilt the watering can. The convex nozzle on the spout waters evenly without washing away the soil or nailing the plants to the ground.",
    "previewImgIndex": 0,
    "images": ["assets/images/196_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 197,
    "name": "Porret flooring adhesive",
    "description": "Porret flooring adhesive is great for installing any type of parquet: piece, mosaic, modular, panel, parquet board, laminate and others. It dries quickly and guarantees maximum surface adhesion.\n\nDoes not contain solvents. Used for underfloor heating. Allowed in rooms with high humidity. You can buy building material in our online store. Delivery terms are described in our \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/197_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 198,
    "name": "Universal spray adhesive Rresi",
    "description": "Leak-proof, easy to spray, cost-effective and instantly dry - this is Rresi's new all-purpose aerosol adhesive. The building material does not damage the structure of objects and surfaces. Guarantees delicate bonding and reliable use.\n\nThe product is designed to connect almost all known materials. Shake the can well before spraying. Sealed packaging does not allow the glue inside to dry out even after 12 months. Attention, protect your eyes when working!",
    "previewImgIndex": 0,
    "images": ["assets/images/198_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 199,
    "name": "Adhesive for Terros",
    "description": "Terros Minplate Adhesive is used in the installation of external thermal insulation systems. Possesses the increased adhesion to various organic bases, is steady against external influences. It dries quickly and provides reliable bonding of materials.\n\nTo protect yourself from allergic reactions when using the product, you should avoid getting the composition on exposed skin. Before using the building material, carefully read the instructions.",
    "previewImgIndex": 0,
    "images": ["assets/images/199_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 200,
    "name": "Mounting adhesive FASA",
    "description": "Mounting adhesive FASA well fixes tiles, skirting boards, metal and wood elements, as well as finishing panels. For reliable bonding, it is recommended that one of the surfaces be porous.\n\nNot suitable for polyethylene, polypropylene, Teflon.\n\nThe building material is resistant to moisture. It can even be used in bathrooms. We work only with trusted brands and guarantee the quality of products. You can order goods in our online store.",
    "previewImgIndex": 0,
    "images": ["assets/images/200_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 201,
    "name": "Wallpaper vinyl Lasio",
    "description": "Sophisticated modern style, the perfect combination of patterns, attractive colors - this is Lasio vinyl wallpaper. The protective layer of the product created using the latest technology is resistant to ultraviolet radiation and friction.\n\nWall-paper is easily glued, exactly lay down on walls. Patterns do not need to be joined. The Italian product will make any room comfortable and cozy, as well as add charm and unsurpassed chic.",
    "previewImgIndex": 0,
    "images": ["assets/images/201_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 202,
    "name": "Wall mural Taryop",
    "description": "Taryop vinyl wall murals are made on a non-woven basis. They are resistant to moisture and damage. The matte surface protects against glare. They are easy to glue and clean from dirt.\n\nCreating a cozy atmosphere is easy! Buy wallpapers in our online store. You can find the terms of delivery in the \"How to buy\" section of the website.",
    "previewImgIndex": 0,
    "images": ["assets/images/202_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 203,
    "name": "Non-woven wallpaper Syrria",
    "description": "Syrria wallpaper is made from non-woven fabric, which can be washed. The material is reliable, durable, resistant to moisture and mechanical stress. The texture of the product helps to hide minor surface defects.\n\nThe gamma and ornament of the product are designed to create comfort. Wallpaper will decorate your room. They are easy to combine for different styles and colors. Show your imagination, create a unique space around you!",
    "previewImgIndex": 0,
    "images": ["assets/images/203_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 204,
    "name": "Water Dispersion Adhesive Cob",
    "description": "The building material is intended for gluing materials made of wood, fiberboard, laminate, facing materials, fittings, leather, cardboard, plastics and other surfaces.\n\nWater-dispersion adhesive Cob sets quickly, is transparent when dry, almost does not smell. It is an environmentally friendly product. The water resistance is D1. Purchase goods in our online store and be sure of the reliability of gluing! Delivery terms are described in the \"How to buy\" section. If you need advice, write to the online chat on the site.",
    "previewImgIndex": 0,
    "images": ["assets/images/204_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 205,
    "name": "Feryz painted wallpaper",
    "description": "Feryz painted wallpapers are made of cellulose and polyester fibers bonded with a polymer binder. They create a perfectly smooth surface and visually enlarge the room.\n\nThe product does not deform when wet. Prevents small cracks and hides surface defects. Make your apartment more comfortable! You can buy wallpaper in our online store.",
    "previewImgIndex": 0,
    "images": ["assets/images/205_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 206,
    "name": "Botrjoi Lip Fluid",
    "description": "The fluid texture glides on comfortably on the lips and transforms into a beautiful matte shade of unusual colors. Cosmetics are made up of pigments and oils that provide exceptional comfort and long-lasting wear.\n\nBotrjoi lip fluid has a fairly dense yet creamy-gel consistency that spreads evenly over the lips and makes them perfect as advertised. Make your makeup irresistible with a new lipstick! You can order it in our online store in just 1 click.",
    "previewImgIndex": 0,
    "images": ["assets/images/206_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 207,
    "name": "Lipstick tint Otierro",
    "description": "Otierro lipstick tint is style, care and beauty. Thanks to oils and extracts of flowers, the product provides moisture to the lips. The liquid texture glides gently on the surface, but does not spread. Provides intense color & radiance.\n\nUse the lipstick applicator for precise application and enjoy the result. The bottle of cosmetics is made in an unusual style and will appeal to any girl. Please yourself with a new tool that will emphasize your beauty!",
    "previewImgIndex": 0,
    "images": ["assets/images/207_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 208,
    "name": "Salierrty lip augmentation lipstick",
    "description": "To make lips more voluminous and attractive, it is not necessary to give yourself unpleasant injections. Your desire will be easily fulfilled with Salierrty powder lipstick. It will visually increase the size of the lips and make them attractive due to the radiant shine.\n\nNude shades of cosmetics are designed to complement the natural beauty and make the image light, airy and stylish. Salierrty lipstick has a velvety effect and creates a feeling of absolutely smooth lips. Provides maximum hydration.",
    "previewImgIndex": 0,
    "images": ["assets/images/208_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 209,
    "name": "Gedshi Men's Perfume",
    "description": "The new fragrance from Gedshi combines extreme freshness, intoxicating oriental notes and elegant shades of virgin nature. The smell reveals new colors every time it comes into contact with the skin. It lasts more than 12 hours and fills the entire surrounding space with a captivating aroma.\n\nBuy a new unique GIKedshi perfume and be always in the spotlight! The exclusive collection is presented in limited quantities. Highlight your best qualities with a worthy fragrance",
    "previewImgIndex": 0,
    "images": ["assets/images/209_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 210,
    "name": "Lannel Women's Perfume",
    "description": "Lannel's exclusive perfume is created for luxurious women who attract admiring glances. The fragrance opens on the skin with a pulsating burst of exotic fruit and intoxicating rose flower notes. An enchanting base loop woven from spicy musk will create a noble scent that will be the perfect complement to the overall bouquet of bewitching shades.\n\nThe design of the bottle will attract the attention of every woman with its sophistication and uniqueness. It is compact and fits perfectly even in a small handbag. You can buy an attractive fragrance in our online store in just 1 click.",
    "previewImgIndex": 0,
    "images": ["assets/images/210_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 211,
    "name": "Men's toilet water Klido",
    "description": "Klido men's toilet water helps to emphasize the exclusivity and status of a man. Suitable for any age. The combination of smells seduces from the first chords, which open with a refreshing note of the sea wave and a juicy hint of grapefruit.\n\nThe fragrance stays on the body for a long time, which allows you to save perfume. A bottle of 30 ml is enough for six months of continuous use. Buy Klido men's eau de toilette and attract attention with a captivating aroma.",
    "previewImgIndex": 0,
    "images": ["assets/images/211_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 212,
    "name": "RYX lipstick stick",
    "description": "RYX lipstick stick is a new color cosmetics collection with a collection of seductive, delicate, provocative or classic matte shades. Provides long-lasting coverage for up to 12 hours. Gives a comfortable feeling on the lips. Thanks to modern technology, it provides moisture and protects against rolling into lumps.\n\nThe convenient shape of the lipstick helps to apply it in an even layer without getting out of the contour. It's easy to be irresistible! Experiment with new colors and be always in the spotlight.",
    "previewImgIndex": 0,
    "images": ["assets/images/212_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 213,
    "name": "Frior Oil Women's Perfume",
    "description": "Frior perfumes have absorbed the indescribable tenderness and unimaginable taste of an attractive aroma. A high concentration of oils forms a floral accord that envelops the wearer. White musk enhances the unique scent of the skin, making each person seductively open and unique.\n\nThe perfume is placed in a compact and stylish bottle, which is convenient to carry even in a clutch. You can buy Frior oil perfumes in our online store in just 1 click. For delivery terms, see the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/213_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 214,
    "name": "Classic Fior lipstick",
    "description": "The texture of the lipstick is weightless - you absolutely do not feel it on your lips. Cosmetics easily lays down evenly and provides an attractive shine. Provides a moisturizing effect.\n\nModern technologies allow you to keep seductive shades on the lips for more than 12 hours. A special formula with a high concentration of pigments guarantees rich color palettes. Feel your best with classic Fior lipstick.",
    "previewImgIndex": 0,
    "images": ["assets/images/214_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 215,
    "name": "Cat Strippy",
    "description": "The Striped cat is very light. Made from polyester fiber, faux fur and polystyrene. Hypoallergenic and safe for babies.\n\nHe will become a real protector from babayki and monsters at night. And the cat is very cheerful and knows a lot of games. He is not averse to participating in a tea party or listening to the lessons of a young teacher. And even be a patient of a novice doctor. Develop your baby's imagination with a soft toy!",
    "previewImgIndex": 0,
    "images": ["assets/images/215_main.jpg", "assets/images/215_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 216,
    "name": "Children's lotto",
    "description": "Lotto is a traditional Russian game that is popular even today. Up to 4 people can play at once, because there are 16 cards with locations. The rules of the game are detailed in the instructions, complicate them with additional tasks or riddles for the child.\n\nPictures depicting animals are quite realistic, so the baby will recognize them after the game. Study together animals from the taiga, desert, arctic coast or steppe. Time for the game will fly by unnoticed!",
    "previewImgIndex": 0,
    "images": ["assets/images/216_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 217,
    "name": "Educational wheelchair-walker",
    "description": "The colorful toy is designed to improve tactile sensations, color perception and development of motor skills. Children will be happy to push the walker, holding on to comfortable handles.\n\nThe wheelchair will attract the attention of kids with an interactive panel, movable elements and sound accompaniment. A bright sorter with geometric shapes will introduce the child to the basic shapes and colors.",
    "previewImgIndex": 0,
    "images": ["assets/images/217_main.jpg", "assets/images/217_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 218,
    "name": "Wooden frame insert",
    "description": "The toy combines a puzzle and a traditional insert frame. Various combinations of elements and arrangement of figures on the board are possible - the child will choose an interesting option for himself.\n\nThe game is accompanied by an instruction, which describes in detail the games with the complication of conditions. The figures will turn into unusual images - letters, a person or an animal. So you develop your child's memory, fine motor skills and imagination.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/218_main.jpg",
      "assets/images/218_0.jpg",
      "assets/images/218_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 219,
    "name": "Ponytail",
    "description": "Click on the nose of the figurine to make the musical accompaniment and highlight on the stomach appear. Flip it up and down and it will purr, coo and make various animal sounds.\n\nThe tail will attract attention not only with its bright colors, but also with built-in functions. Shake, twist, press the buttons, and your baby will not get tired of playing with the tail.",
    "previewImgIndex": 0,
    "images": ["assets/images/219_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 220,
    "name": "Tiger cub",
    "description": "The cute striped tiger cub will be a great friend to your child. You can take it with you for walks, kindergarten or come to visit with it.\n\nThe tiger cub makes various sounds, which makes the fun with him even more fun. Walk, play with him and take care of him with your child. Have fun!",
    "previewImgIndex": 0,
    "images": ["assets/images/220_main.jpg", "assets/images/220_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 221,
    "name": "Rabbit Ushastik",
    "description": "Rabbit Ushastik is made of hypoallergenic material. Does not contain small parts that the baby can swallow. His cute ears and smile will not leave anyone indifferent. And he can sing - you just need to press the paw.\n\nWith a soft toy it is comfortable to sleep and play any games. It is compact: it is convenient to take a hare with you even when traveling. You can purchase goods in our online store in just 1 click.",
    "previewImgIndex": 0,
    "images": ["assets/images/221_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 222,
    "name": "Musical piano mat",
    "description": "There are 8 white and 5 black keys on a musical piano rug. Each of them is spelled out according to the note it plays when pressed. Try to compose simple melodies and develop musical taste from childhood.\n\nThanks to the built-in sound module, the mat will become an interesting and educational toy for the baby. Lightweight design and simple layout will allow you to take the rug with you on a visit or a kindergarten.",
    "previewImgIndex": 0,
    "images": ["assets/images/222_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 223,
    "name": "Interactive cube",
    "description": "Geometric shapes and details that are interesting to interact with and learn new things. The toy will not soon get bored: on each side of the cube there are elements that can be pressed, turned over, twisted. The cube attracts attention not only by the number of details, but also by the color scheme.\n\nThe plastic toy is safe for the baby and hypoallergenic. There are no small details in it that could be removed without the efforts of an adult.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/223_main.jpg",
      "assets/images/223_0.jpg",
      "assets/images/223_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 224,
    "name": "Parking tower",
    "description": "A great gift for boys from 1 to 5 years old. Parking spaces are located on the upper tier, and 2 spiral roads with safety bumpers lead to it. While driving, the baby will pay attention to people, obstacles and traffic signs.\n\nAt locations, when interacting with the car, sound effects are activated. The toy will give the child positive emotions and a great mood for the whole day.",
    "previewImgIndex": 0,
    "images": ["assets/images/224_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 225,
    "name": "Breather TURBO M",
    "description": "Breezer - protection against allergies. You no longer need to open windows to let fresh air into your apartment. Air rich in oxygen enters through the breather. Even during flowering and pollination, particles of allergens will not get through the windows. Breathe calmly, stay healthy and do household chores. Say No to Allergies!\n\nBreezer TURBO M - 4-stage air purification system. Carbon, antibacterial, catalytic and water filters. The apartment will be fresh and quiet. Clean air without drafts is a reality. Order equipment with installation and delivery so as not to be distracted by everyday issues.",
    "previewImgIndex": 0,
    "images": ["assets/images/225_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 226,
    "name": "Breather for conference rooms",
    "description": "Breezer for conference rooms - clean indoor air and a comfortable climate for listeners. The technique protects against stuffiness, dust, allergies, odor and dampness. You don't need to open windows for this! The breather is silent and ensures the flow of oxygen, and also displaces polluted air into the natural exhaust.\n\nOrder specialized equipment in the online store. Breezers are designed taking into account high walls and rooms from 50 sq. m. Ready to help with the installation! We will carry out a clean installation without repair work. For all questions, write to the online chat. We will help you to open an account as an individual or legal entity.",
    "previewImgIndex": 0,
    "images": ["assets/images/226_main.jpg", "assets/images/226_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 227,
    "name": "Breather TDS NEW2",
    "description": "Breezer TDS NEW2 - 3-stage heated filtration system, automatic damper and air intake. 2 operating modes for indoor air purification: \"Inflow\" and \"Recirculation\". The filter traps coarse dust, fluff, wool and fibres. Manage equipment through the application. Use the automatic mode so you don't have to worry about street noise and dust.\n\nOrder a breather in the online store in 1 click. Arrange delivery and installation to install the equipment on the same day without the hassle. The product has a 3 year warranty. Keep the warranty card. If you have any questions, write to the online chat. We will be happy to help with the choice and place an order.",
    "previewImgIndex": 0,
    "images": ["assets/images/227_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 228,
    "name": "Mobile air conditioner Mobile L25",
    "description": "The Mobile L25 air conditioner is a silent home appliance. The model is suitable for rooms with an area of up to 30 sq.m. Lightweight and compact: weight - 20 kg, dimensions - 580x275x200 mm.\n\nAdvantages:\n\nenergy efficient class A;\nionization;\nSleep mode for comfortable sleep;\nheating power 3 600 W;\n24 hour timer;\nWiFi control;\nautomatic Smart mode.\n\nWipe the air conditioner with a dry cloth once every 1-2 weeks. Wash the filter with warm water once a month. Dry the indoor unit with filter before turning it on. Order equipment with delivery and installation. Save time on installation - trust professionals with more than 5 years of experience.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/228_main.jpg",
      "assets/images/228_0.jpg",
      "assets/images/228_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 229,
    "name": "Split system Antinoise",
    "description": "Antinoise air conditioner is an ideal solution for children's rooms. Maintains the set temperature: cools and heats. The device does not dry the air, so an additional humidifier is not needed. The operation of the air conditioner will not interfere with the child, but will create a comfortable climate. Auto Clean will dry the interior to prevent mold and odor.\n\nSet the settings 1 time: use automatic and night modes. The remote control works from another room. Change the temperature in the nursery without getting out of bed in the bedroom. Installation affects the functionality and life of the equipment. Therefore, entrust the installation of the air conditioner to professionals.",
    "previewImgIndex": 0,
    "images": ["assets/images/229_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 230,
    "name": "Watering can",
    "description": "TDS STAR air conditioner is a professional equipment for office premises. Included: mounting brackets, remote control, warranty card and instructions. Smart mode will automatically set the temperature according to the room climate. Low noise level from 23 dB will not distract employees from work.\n\nOffice air conditioning - air purification, cooling and heating. Set a timer to turn off the air conditioner. The function is relevant for the office, as employees forget to turn off their devices. The automatic mode will help to reduce energy costs and ensure safety. Order an air conditioner with delivery and installation to the office. We give a 3-year warranty on equipment and installation work.",
    "previewImgIndex": 0,
    "images": ["assets/images/230_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 231,
    "name": "Inverter cassette split system",
    "description": "Air conditioning for business offices is a smart solution for conference rooms. Provide comfortable conditions for the participants of seminars, meetings, business breakfasts, interviews, etc. A cozy climate will provide a great mood for the listeners. Maintain temperature with remote control or app. Use automatic mode to warm up the air for the event. To reduce the humidity level, turn on the dehumidification mode.\n\nWall mounted air conditioner with temperature display on the front panel. The design is kept in a restrained style. Body color is white. Built-in functions of anti-cold, self-diagnosis and remembering settings. Order equipment with the departure of a specialist. We will install air conditioners and save the concept of the room.",
    "previewImgIndex": 0,
    "images": ["assets/images/231_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 232,
    "name": "Inverter split system TDS Level 10",
    "description": "The TDS Level 10 air conditioner is a device for domestic use. The model is made in white universal color. Operates in 3 modes: cooling, heating and drying. Cooling power - 1,000 W, heating power - 995 W.\n\nBuilt-in motion sensor. The air conditioner will start heating the bedroom as soon as you enter the room. Inverter power control allows you to maintain the set temperature and reduces the noise level by 30%. Energy class - A. Before operation, read the user manual to adjust the air conditioner to your needs.",
    "previewImgIndex": 0,
    "images": ["assets/images/232_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 233,
    "name": "Wall mounted air conditioner Compact",
    "description": "A compact air conditioner is a smart solution for small apartments. In terms of dimensions, it is even suitable for a kitchen measuring 3x2 square meters. m. Mounted on the wall. The minimum noise level is 12 dB, the maximum is 48 dB. Use the app on your smartphone to manage your settings. Set temperature, power and intensity of air supply.\n\nUse automatic mode to heat the room at the set time. For example, at 7:30 in the morning to have breakfast with the whole family in a warm kitchen. Night mode will smoothly increase or decrease the temperature by 4-5 degrees in 2-3 hours. Maximum airflow - 1,400 cu. m/min.",
    "previewImgIndex": 0,
    "images": ["assets/images/233_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 234,
    "name": "Mobile breather TDS LI3",
    "description": "The watering can is made of plastic and weighs little. A thin nose with interchangeable nozzles will help you get close to bulky plants and dense planting.\n\nThe ergonomic handle makes it easy to grip and effortlessly tilt the watering can. The convex nozzle on the spout waters evenly without washing away the soil or nailing the plants to the ground.",
    "previewImgIndex": 0,
    "images": ["assets/images/234_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  },
  {
    "id": 237,
    "name": "Flerity Long Lasting Liquid Lipstick",
    "description": "The liquid lipstick comes in over 20 nude shades to enhance your personality and beauty. The new formula will provide maximum durability for 24 hours. Cosmetics are not erased from the use of food and even kisses.\n\nThe lipstick has a weightless texture that is not felt at all. It allows you to maintain the elasticity of the lips, guarantees gentle care. Capture the eyes of men and feel at your best with Flerity lipstick.",
    "previewImgIndex": 0,
    "images": ["assets/images/237_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "properties": []
  }
]
