[
  {
    "id": 0,
    "name": "TV EM-bb4",
    "description": "TV LK-tt4 is equipped with a built-in speaker system, which consists of two speakers of 10 W and a subwoofer. Users can enjoy deep, lively sound that reaches every corner of the room.\n\nAmple opportunities for connecting external devices and the Smart-TV function make it a home entertainment center. It's time to pamper yourself! Buy TV EM-bb4 on our website and get a personalized discount. Details can be found through the online chat or our managers on the trading floor.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/0_main.jpg",
      "assets/images/0_0.jpg",
      "assets/images/0_1.jpg",
      "assets/images/0_2.jpg"
    ],
    "price": 1229.99,
    "brandId": 0,
    "rating": 3.8,
    "characteristics": []
  },
  {
    "id": 1,
    "name": "TV IME-430",
    "description": "TV IME-430 is a clear contrast picture, support for 1920x1080 resolution, surround sound, ultra-thin frame. Built-in SMART-TV function, which allows you to surf the Internet directly through your TV and watch your favorite movies online.\n\nImmerse yourself in the world of television with functional technology. Attention! The product is presented in limited quantities. Buy electronics at the best price.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/1_main.jpg",
      "assets/images/1_0.jpg",
      "assets/images/1_1.jpg",
      "assets/images/1_2.jpg"
    ],
    "price": 849.99,
    "brandId": 0,
    "rating": 2.3,
    "characteristics": []
  },
  {
    "id": 2,
    "name": "TV Ferti FG-1",
    "description": "Ferti FG-1 TV is quality, modern design, ultra-thin bezel and incredible screen resolution, allowing you to clearly see even the smallest details.\n\nThe model is equipped with acoustics, which creates the effect of presence. You can easily catch even the slightest sounds of the breeze or the rustle of leaves. Spend cozy evenings with a glass of cocoa with marshmallows and watching your favorite movie with your loved ones.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/2_main.jpg",
      "assets/images/2_0.jpg",
      "assets/images/2_1.jpg",
      "assets/images/2_2.jpg"
    ],
    "price": 1049.99,
    "brandId": 0,
    "rating": 5.0,
    "characteristics": []
  },
  {
    "id": 3,
    "name": "Full HD TV Mirt SE",
    "description": "The screen with a diagonal of 124 cm produces an image of 1920x1080 pixels, which makes it incredibly clear and bright. 3 tuners make it possible to enjoy both digital and cable TV.\n\nThe TV has a wall mount and a child lock so that little fidgets do not hit it and accidentally reset the settings. In 1 minute, change external media - a game console, laptop, smartphone or satellite receiver.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/3_main.jpg",
      "assets/images/3_0.jpg",
      "assets/images/3_1.jpg"
    ],
    "price": 799.99,
    "brandId": 0,
    "rating": 1.5,
    "characteristics": []
  },
  {
    "id": 4,
    "name": "Makaria X1",
    "description": "The 108 cm LED TV will become the center of entertainment in your cozy kitchen or living room.\n\nThe model is equipped with a screen with a resolution of 1920x1080 and supports Smart TV. Use the Internet via the Wi-Fi module to access an unlimited number of TV channels and other information sources. The Makaria X1 model will delight you with the high power of the speaker system and immerse you in the atmosphere of movie heroes.\n\nConnect your USB devices, game consoles or headphones for your favorite entertainment with family and friends. Mount your TV on the wall and enjoy family movies and games with friends. Take advantage of the delayed viewing or video recording functions if you suddenly have no time to watch an intriguing series.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/4_main.jpg",
      "assets/images/4_0.jpg",
      "assets/images/4_1.jpg",
      "assets/images/4_2.jpg",
      "assets/images/4_3.jpg",
      "assets/images/4_4.jpg"
    ],
    "price": 349.99,
    "brandId": 0,
    "rating": 1.5,
    "characteristics": []
  },
  {
    "id": 5,
    "name": "LED TV Melissa S90",
    "description": "The 50\" Melissa TV has a TimeShift feature that freezes movies. Resume watching a movie where you left off. The TV also boasts Smart TV technology, which gives you seamless access to content from the Internet.\n\nThe Melissa S90 features surround sound technology that will appeal to music lovers and movie buffs. The image on the screen is displayed in UHD format and a resolution of 3840x2160 - this is a high quality picture and clear, saturated colors. The LED TV has 3 built-in tuners that allow you to enjoy digital TV without connecting additional gadgets. We wish you a pleasant viewing with the new Melissa!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/5_main.jpg",
      "assets/images/5_0.jpg",
      "assets/images/5_1.jpg",
      "assets/images/5_2.jpg",
      "assets/images/5_3.jpg",
      "assets/images/5_4.jpg",
      "assets/images/5_5.jpg",
      "assets/images/5_6.jpg",
      "assets/images/5_7.jpg"
    ],
    "price": 479.99,
    "brandId": 0,
    "rating": 4.5,
    "characteristics": []
  },
  {
    "id": 6,
    "name": "TV FF-1",
    "description": "The Smart TV function allows you to easily find the latest movies, series, cartoons or music on well-known services and watch content at any time. A bright and clear picture with surround speakers allows you to immerse yourself in the broadcast story as much as possible.\n\nYou can record your favorite program or important match on a USB flash drive if you don’t have time on time. You can also set a TV off timer. You can control the equipment with your smartphone. Buy the FF-1 TV in our online store and do not waste time on tedious shopping trips.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/6_main.jpg",
      "assets/images/6_0.jpg",
      "assets/images/6_1.jpg",
      "assets/images/6_2.jpg"
    ],
    "price": 419.99,
    "brandId": 0,
    "rating": 4.2,
    "characteristics": []
  },
  {
    "id": 7,
    "name": "Smart-TV Metaksia 3",
    "description": "Slim body, light weight and advanced functionality - Metaksia 3 TV is optimal for the living room and children's room.\n\nLED TV with a screen diagonal of 108 cm will become one of the favorite devices in the house. The Tizen control platform and SmartTV function provide access to multimedia content via the Internet. Listen to music videos and watch mesmerizing movies with FHD picture resolution and powerful sound system.\n\nDigital tuners catch TV signals of various types without the help of set-top boxes and receivers. The screen is equipped with an LED matrix to enhance the effect of presence. Bright colors and clear images will leave only memorable impressions from watching movies.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/7_main.jpg",
      "assets/images/7_0.jpg",
      "assets/images/7_1.jpg",
      "assets/images/7_2.jpg",
      "assets/images/7_3.jpg",
      "assets/images/7_4.jpg",
      "assets/images/7_5.jpg",
      "assets/images/7_6.jpg",
      "assets/images/7_7.jpg"
    ],
    "price": 249.99,
    "brandId": 0,
    "rating": 3.1,
    "characteristics": []
  },
  {
    "id": 8,
    "name": "Headphones TSD-2223",
    "description": "Enjoy clear and spacious sound with the new acoustic model. The case is made of high-strength material, which ensures the durability of the product. Headphones are equipped with a built-in remote control that allows you to adjust the volume and switch tracks.\n\nBuy a stylish and functional accessory in our online store at a bargain price. You can learn more about payment methods and delivery terms in the 'How to buy' section. If you have any questions, write to our online chat.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/8_main.jpg",
      "assets/images/8_0.jpg",
      "assets/images/8_1.jpg"
    ],
    "price": 1229.99,
    "brandId": 0,
    "rating": 3.8,
    "characteristics": []
  },
  {
    "id": 9,
    "name": "Kibela microphone",
    "description": "The Kibela microphone has an attractive appearance and advanced technical features. It will easily fit into a creative space, office or home interior. The model is compact and takes up little space on the desktop.\n\nThe device is equipped with three built-in DSP presets, with the help of which the optimal settings for sound recording are selected. The built-in headphone output allows you to monitor the recording in real time. Includes Micro-B/USB and Micro-B/LTG cables for connecting to computers and Apple devices.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/9_main.jpg",
      "assets/images/9_0.jpg",
      "assets/images/9_1.jpg",
      "assets/images/9_2.jpg"
    ],
    "price": 849.99,
    "brandId": 0,
    "rating": 2.3,
    "characteristics": []
  },
  {
    "id": 10,
    "name": "Smart speaker Rares",
    "description": "The voice assistant built into the portable speaker will help you easily find out the weather, or find and play the songs of your favorite artist. And he can control the light and technology. Keep your home safe.\n\nYou can take it with you to nature or travel. The column is compact and operates in active mode up to 24 hours. The power of the device is 60 watts. Buy a speaker system in our online store at a discounted price.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/10_main.jpg",
      "assets/images/10_0.jpg",
      "assets/images/10_1.jpg",
      "assets/images/10_2.jpg",
      "assets/images/10_3.jpg"
    ],
    "price": 1049.99,
    "brandId": 0,
    "rating": 5.0,
    "characteristics": []
  },
  {
    "id": 11,
    "name": "Player Kleon",
    "description": "With an active lifestyle, listen to your favorite music without restricting movement: whether it's in the gym, jogging in the fresh air or snowboarding. The robust aluminum housing is durable and easy to maintain. The size of the player will fit into the pocket of trousers, sports shorts or even a kitchen apron.\n\nThe elegant design will bring aesthetic pleasure, and the technical parameters will save the sound from interference and noise. The device has a built-in voice recorder, FM radio and a microSD memory card slot. The color LCD display makes it easy to navigate between folders and mark your favorite tracks.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/11_main.jpg",
      "assets/images/11_0.jpg",
      "assets/images/11_1.jpg"
    ],
    "price": 799.99,
    "brandId": 0,
    "rating": 1.5,
    "characteristics": []
  },
  {
    "id": 12,
    "name": "Portable speaker Koralia",
    "description": "The speaker is equipped with a built-in player for audio files from flash drives, an SD card slot and an FM tuner. Connect your laptop, player or phone and enjoy high-quality sound at home.\n\nOn the front panel there are volume controls, a mode switch button, connectors and a slot for a memory card, an LED display. Control your speakers with the remote control and enjoy surround sound!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/12_main.jpg",
      "assets/images/12_0.jpg",
      "assets/images/12_1.jpg",
      "assets/images/12_2.jpg"
    ],
    "price": 349.99,
    "brandId": 0,
    "rating": 1.5,
    "characteristics": []
  },
  {
    "id": 13,
    "name": "Headphones Sapple-9",
    "description": "Crystal clear sound, comfortable shape and stylish design - these are the new headphones for the Sapple-9 smartphone. In the telephone conversation mode, they work up to 5 hours. The model is equipped with fast charging in a compact case that will fit even in a small clutch.\n\nBuy headphones in our online store in just 1 click. For questions, you can contact via online chat or by phone +1 000 000 00 00.",
    "previewImgIndex": 0,
    "images": ["assets/images/13_main.jpg", "assets/images/13_0.jpg"],
    "price": 479.99,
    "brandId": 0,
    "rating": 4.5,
    "characteristics": []
  },
  {
    "id": 14,
    "name": "Headphones Dony-339",
    "description": "EXTRA BASS technology allows you to make low-frequency sounds more spacious, richer and more velvety. The earphones are equipped with soft ear pads and an adjustable headband for comfortable use.\n\nThe model has a built-in microphone and remote control, which can be used to switch tracks, adjust the sound volume. Headphones have a stylish and modern design - they are made for real music lovers.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/14_main.jpg",
      "assets/images/14_0.jpg",
      "assets/images/14_1.jpg"
    ],
    "price": 419.99,
    "brandId": 0,
    "rating": 4.2,
    "characteristics": []
  },
  {
    "id": 15,
    "name": "Headphones Lambr",
    "description": "Lambr wireless headphones will give you the purest sound and vivid emotions from your favorite music. Customize touch buttons and manage playlists through the mobile app. Adjust equalizer settings and background sounds, update firmware and monitor battery life in one place.\n\nPleasant to the touch silicone ear cushions fit snugly and comfortably lie in the auricles. The light weight of 10 grams will create a comfortable wearing experience and will be imperceptible. The advanced filling of the headphones will remove interference, and the active noise cancellation system will eliminate unwanted noise.",
    "previewImgIndex": 0,
    "images": ["assets/images/15_main.jpg", "assets/images/15_0.jpg"],
    "price": 249.99,
    "brandId": 0,
    "rating": 3.1,
    "characteristics": []
  },
  {
    "id": 16,
    "name": "Play mat PPS",
    "description": "The PPS play mat will be a great helper during the passage of exciting and responsible missions. Its role is subtle, but in fact it affects the speed of the mouse, thereby providing a lightning-fast reaction that affects the course of the game.\n\nMade in a minimalist style and perfectly complements any desktop. The natural rubber base keeps the mat firmly in place and prevents it from shifting during intense play. You can buy a mouse pad in our online store at a bargain price.",
    "previewImgIndex": 0,
    "images": ["assets/images/16_main.jpg"],
    "price": 9.99,
    "brandId": 0,
    "rating": 3.8,
    "characteristics": []
  },
  {
    "id": 17,
    "name": "Game console H-18",
    "description": "The H-18 game console is a realism of the picture, high performance, no freezes and breakdowns. The developers of the model took into account all the nuances and created all the conditions for an uninterrupted comfortable game.\n\nThe set-top box is equipped with HDR technology, due to which the depth of the image shades is automatically increased. The console has a built-in memory that allows you to store up to 1 TB of information. Immerse yourself in the world of games with H-18.",
    "previewImgIndex": 0,
    "images": ["assets/images/17_main.jpg", "assets/images/17_0.jpg"],
    "price": 559.99,
    "brandId": 0,
    "rating": 2.3,
    "characteristics": []
  },
  {
    "id": 18,
    "name": "Game for the console «Design of Time»",
    "description": "Try yourself in sparkling shooters and adventure platformers. Conquer Everest, participate in a dangerous safari, explore space or the bottom of the ocean - this is more than just a game.\n\nCarefully drawn characters, detailed locations and realistic movements - appreciate the advantages during fascinating missions. The game involves the plot and the rapidly developing story of the hero. Don't miss your chance to win this game!",
    "previewImgIndex": 0,
    "images": ["assets/images/18_main.jpg"],
    "price": 39.99,
    "brandId": 0,
    "rating": 5.0,
    "characteristics": []
  },
  {
    "id": 19,
    "name": "Gamepad for Adonis phone",
    "description": "The console manipulator is able to give new emotions even from the passed game. Connect to tablets and smartphones using Bluetooth. Equipped with two analog sticks, the gamepad has the widest compatibility with devices.\n\nThe controller works wirelessly and wired, has a phone holder and a comfortable shape for long games. Additional keys, double vibration and a powerful battery will make using the gamepad more enjoyable.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/19_main.jpg",
      "assets/images/19_0.jpg",
      "assets/images/19_1.jpg",
      "assets/images/19_2.jpg",
      "assets/images/19_3.jpg",
      "assets/images/19_4.jpg"
    ],
    "price": 199.99,
    "brandId": 0,
    "rating": 1.5,
    "characteristics": []
  },
  {
    "id": 20,
    "name": "Game console LS-11",
    "description": "In cold weather, warm up with hot tea and a game on the DDS-33903 console. The model will please you with technical characteristics: 4k resolution, FFD Letuar x86-64 processor, LLD Padeom TRU graphics core and 8 GB RAM.\n\nBuy the game console DDS-33903 in our online store at a bargain price. The set includes 2 games to choose from, a wireless joystick and specialized headphones.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/20_main.jpg",
      "assets/images/20_0.jpg",
      "assets/images/20_1.jpg",
      "assets/images/20_2.jpg"
    ],
    "price": 349.99,
    "brandId": 0,
    "rating": 1.5,
    "characteristics": []
  },
  {
    "id": 21,
    "name": "Game console Parystat 5",
    "description": "The console is equipped with a memory capacity of 2 TB, a powerful processor and support for 4K resolution. Immerse yourself in a world of exciting adventures with the console, created using the latest technology.\n\nThe Parystation 5 comes with two wireless joysticks and a voucher for useful upgrades for the most popular games. Buy electronics in our online store in just 1 click. Read more about the terms of payment and delivery in the \"How to buy\" section.",
    "previewImgIndex": 0,
    "images": ["assets/images/21_main.jpg", "assets/images/21_0.jpg"],
    "price": 479.99,
    "brandId": 0,
    "rating": 4.5,
    "characteristics": []
  },
  {
    "id": 22,
    "name": "Action X game console",
    "description": "The console supports HDR technology, which brings the game to life. Incredible image clarity and a realistic spectrum of colors will make your journey through the game worlds unforgettable!\n\nInvite friends and family for multiplayer games. Use your tablet or smartphone as a controller. See the world with different eyes - virtual reality glasses and applications will give you a completely new gaming experience.",
    "previewImgIndex": 0,
    "images": ["assets/images/22_main.jpg", "assets/images/22_0.jpg"],
    "price": 489.99,
    "brandId": 0,
    "rating": 4.2,
    "characteristics": []
  },
  {
    "id": 23,
    "name": "Argiris 10 gaming wheel",
    "description": "The Argiris 10 is a racing model with a diameter of 28 cm. The material of the steering wheel is made of rubber, which prevents hands from slipping during games. 12 buttons are located on both sides to control the car and are easily configured for circuit racing or drifting. Paddles duplicate the gas and brake pedals, which are also included.\n\nReady to immerse yourself in the atmosphere of the race track and come to the finish line first? Then fix the steering wheel at a 45˚ angle, install the pedals and adjust the car control buttons for easy driving. Connect the model to the computer via USB port and become the winner of the championships!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/23_main.jpg",
      "assets/images/23_0.jpg",
      "assets/images/23_1.jpg",
      "assets/images/23_2.jpg"
    ],
    "price": 219.99,
    "brandId": 0,
    "rating": 3.1,
    "characteristics": []
  },
  {
    "id": 24,
    "name": "Powerbank GF-3000",
    "description": "The GF-3000 external battery is equipped with two USB ports and a fast charging function. The battery capacity is 10 000 mAh. Built-in indication of the level of charge of the device.\n\nThe battery has an ergonomic shape and shockproof housing, which increases wear resistance and durability of electronics. The compact battery will fit even in a small women's bag. You can purchase goods in our online store in just 1 click.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/24_main.jpg",
      "assets/images/24_0.jpg",
      "assets/images/24_1.jpg",
      "assets/images/24_2.jpg"
    ],
    "price": 15.99,
    "brandId": 0,
    "rating": 3.1,
    "characteristics": []
  },
  {
    "id": 25,
    "name": "SY 15 Case",
    "description": "Case for Rony-M322 is made of polyurethane. It reliably protects your phone from scratches, bumps and dirt. The sophisticated design of the minimalistic style will show the owner's taste.\n\nMade in the shape of a \"book\" and closes with a magnetic clasp. Locks the screen automatically. All cutouts for charging, headphones, camera and side buttons are precisely cut to fit the model. Buy a case in our online store at a discounted price.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/25_main.jpg",
      "assets/images/25_0.jpg",
      "assets/images/25_1.jpg"
    ],
    "price": 9.99,
    "brandId": 0,
    "rating": 3.1,
    "characteristics": []
  },
  {
    "id": 26,
    "name": "Protective film for smartphone Nika 7",
    "description": "Protective film eliminates unpleasant scratches on phone screens. Comes with a spatula for smoothing the accessory. As well as a special wet wipe, which you need to wipe the phone before applying the film.\n\nYou can buy a useful product in our online store at a bargain price. Terms of payment and delivery are reflected in the section of the site \"How to buy\". If you have any questions, just write them to our online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/26_main.jpg", "assets/images/26_0.jpg"],
    "price": 9.99,
    "brandId": 0,
    "rating": 3.1,
    "characteristics": []
  },
  {
    "id": 27,
    "name": "Wireless headphones FD-542",
    "description": "The FD-542 wireless headphones will delight you with crystal clear sound and a well-thought-out design. Their main feature is the absence of wires and touch control.\n\nThe device is equipped with a built-in microphone. Comes with a compact charging case. In active mode, the headphones work up to 5 hours. If you need more information about an accessory, write to the online chat. We will advise and help you choose for free.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/27_main.jpg",
      "assets/images/27_0.jpg",
      "assets/images/27_1.jpg",
      "assets/images/27_2.jpg"
    ],
    "price": 79.99,
    "brandId": 0,
    "rating": 3.1,
    "characteristics": []
  },
  {
    "id": 28,
    "name": "Smartphone SY 17",
    "description": "Эргономичный дизайн и биометрическая безопасность — вот главные критерии продвинутого смартфона. Оцените превосходство с новым гаджетом от SY.\n\nСолидный смартфон SY сочетает в себе последние технологии и продвинутые функции. Энергоемкий аккумулятор, биометрическая безопасность устройства и функционал премиального уровня теперь в ваших руках. Дисплей с расширенным динамическим диапазоном HDR и камера с разрешением 19 МП сохранят незабываемые впечатления и передадут их в ярких красках.\n\nмероприятие в детском саду, поиграть в онлайн-режиме и настроить устройство под себя — проще простого. Новый SY 17 объединил в себе удобство использования и эргономичный дизайн. Попробуйте овладеть совершенством!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/28_main.jpg",
      "assets/images/28_0.jpg",
      "assets/images/28_1.jpg",
      "assets/images/28_2.jpg",
      "assets/images/28_3.jpg",
      "assets/images/28_4.jpg",
      "assets/images/28_5.jpg",
      "assets/images/28_6.jpg"
    ],
    "price": 519.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 29,
    "name": "Smartphone Nika HR",
    "description": "Work, chat or movies on the new Nika HR. Lead an active lifestyle with a smart smartphone that can replace a computer and tablet.\n\nTo cope with work applications, online services and exceed expectations is possible with Nika HR. The 3100 mAh battery is wirelessly charged and keeps you always connected. The smartphone is protected IP68 and is not afraid of dust or water. Travel with Nika and overcome obstacles with ease.\n\nArtificial intelligence and smart optimization will make your photos perfect: daytime shots will be clear, and night shots will get more light. Now you do not need to adjust the saturation, white balance and brightness - the smartphone will do everything for you.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/29_main.jpg",
      "assets/images/29_0.jpg",
      "assets/images/29_1.jpg",
      "assets/images/29_2.jpg"
    ],
    "price": 389.99,
    "brandId": 0,
    "rating": 4.4,
    "characteristics": []
  },
  {
    "id": 30,
    "name": "Smartphone Nika 8 LITE",
    "description": "The borderless screen and FHD+ resolution will create an immersive experience. Ready to take your clarity to the next level? Nika 8 LITE will make your ideas come true!\n\nCapture what is happening on the borderless screen of Nika 8 LITE. The display covers the entire front panel of the smartphone from edge to edge, creating the effect of complete immersion. FHD+ resolution and AMOLED color reproduction let you record vivid videos and take crisp photos.\n\nSlim body, frameless display and attention to detail make Nika 8 LITE aesthetic and unique. The back panel creates a smooth outline of the body, thanks to which the phone fits comfortably in the hand.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/30_main.jpg",
      "assets/images/30_0.jpg",
      "assets/images/30_1.jpg",
      "assets/images/30_2.jpg",
      "assets/images/30_3.jpg",
      "assets/images/30_4.jpg",
      "assets/images/30_5.jpg"
    ],
    "price": 259.99,
    "brandId": 0,
    "rating": 4.4,
    "characteristics": []
  },
  {
    "id": 31,
    "name": "Smartphone Nika 7",
    "description": "Unparalleled security and great power - now available with Nika 7. Don't miss the opportunity to be the first to experience superiority with advanced technology and a borderless screen.\n\nCompact smartphone with the latest technology. Improved performance, unlimited screen real estate and a 3180 mAh high-capacity battery will allow you to work in online mode up to 72 hours. With a 25 MP front camera, 32 GB of RAM and unsurpassed device security, this is what it means to be the best.\n\nTake great selfies with the wide-angle camera with Nika 7. The dynamic AMOLED display and 2 cameras deliver Full HD+ quality photos. Use auto settings for expressive and realistic shots with natural colors. Let your photos speak for you - with soft-blur autofocus, you'll be the center of attention.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/31_main.jpg",
      "assets/images/31_0.jpg",
      "assets/images/31_1.jpg",
      "assets/images/31_2.jpg"
    ],
    "price": 239.99,
    "brandId": 0,
    "rating": 4.4,
    "characteristics": []
  },
  {
    "id": 32,
    "name": "Smartphone Nika Premium",
    "description": "Unparalleled security and great power - now available with Nika 7. Don't miss the opportunity to be the first to experience superiority with advanced technology and a borderless screen.\n\nCompact smartphone with the latest technology. Improved performance, unlimited screen real estate and a 3180 mAh high-capacity battery will allow you to work in online mode up to 72 hours. With a 25 MP front camera, 32 GB of RAM and unsurpassed device security, this is what it means to be the best.\n\nTake great selfies with the wide-angle camera with Nika 7. The dynamic AMOLED display and 2 cameras deliver Full HD+ quality photos. Use auto settings for expressive and realistic shots with natural colors. Let your photos speak for you - with soft-blur autofocus, you'll be the center of attention.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/31_main.jpg",
      "assets/images/31_0.jpg",
      "assets/images/31_1.jpg",
      "assets/images/31_2.jpg"
    ],
    "price": 239.99,
    "brandId": 0,
    "rating": 4.4,
    "characteristics": []
  },
  {
    "id": 33,
    "name": "Smartphone SY 15",
    "description": "Vivid impressions are possible even after past events. The wide-angle camera and intelligent shooting system are already on par with professional cameras!\n\nCompact and ergonomic smartphone with 3500 mAh battery and latest technology. The processor will support high-speed information processing, and the wide-angle screen will allow you to see more than usual. Try to plunge into a world full of possibilities and rich colors!\n\nThe intelligent system will help you take expressive and vivid photos. A wide-angle lens with a fixed focus and advanced defect detection functions will help out in difficult shooting conditions. Save the best moments of life in the memory of your smartphone with 64 GB.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/33_main.jpg",
      "assets/images/33_0.jpg",
      "assets/images/33_1.jpg",
      "assets/images/33_2.jpg",
      "assets/images/33_3.jpg",
      "assets/images/33_4.jpg",
      "assets/images/33_5.jpg"
    ],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 34,
    "name": "Bicycle for teenagers",
    "description": "A two-wheeled bicycle is a faithful assistant to a teenager. It is convenient to get to your grandmother on it, go to races with friends, or you can train sports skills. The bike is foldable, so it will fit in the hallway or on the balcony. The seat is adjustable, so the transport will last more than one year.\n\nSteel frame, stylish coloring and chain protection for brutal teenagers. Trunk, fenders, bell and rearview mirror for safety. For beginner riders, safety wheels are provided in the kit.",
    "previewImgIndex": 0,
    "images": ["assets/images/34_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 35,
    "name": "Folding bike COMF",
    "description": "The COMF folding bike is a transport that can be taken on a trip or stored even in a room. Getting on the subway or taking the bus won't be a problem. An active lifestyle has become convenient and affordable.\n\nDisc brake on the rear wheel, rigid fork, double aluminum rim and signal light. A frame with a footrest improves bike stability when folded. One high-speed gear provides an even stride of the bike.",
    "previewImgIndex": 0,
    "images": ["assets/images/35_main.jpg", "assets/images/35_0.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 36,
    "name": "Tricycle for kids Luna",
    "description": "A tricycle is a convenient transport for a girl. A great solution for an active pastime after the stroller. Previously, the child was rolled in a stroller and he liked it. But it's time to grow up! Switch to personal transportation to make this process fun.\n\nThe set includes a basket for storing toys, mirrors and a bell. 12\" wheel diameter, steel frame and long fenders. Buy an additional helmet, knee pads and elbow pads to protect against falls. For purchase questions, write to the online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/36_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 37,
    "name": "Mountain bike PROF",
    "description": "Mountain bike PROF for professionals and connoisseurs of smart technology. Carbon frame, reinforced rims, 22 gear transmission and mechanical rim brakes. Transport is light - weighs 8 kg.\n\nErgonomic saddle and 2 shock absorbers. The wide fenders will protect your clothes when riding on wet roads. Sports have become comfortable and accessible to everyone. Buy bicycles for the whole family in our online store. Trips to the mountains will become a favorite sport.",
    "previewImgIndex": 0,
    "images": ["assets/images/37_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 38,
    "name": "City bike XR10",
    "description": "The XR10 city bike is more than just transportation, it's a way of life. Be on the move and keep fit. A soft seat, a curved steering wheel and rear-view mirrors - everything for a comfortable ride.\n\nWhy bike in the city?\n\nRoad to work.\n\nNight trips.\n\nFamily trips.\n\nAdd a product to your shopping cart and checkout in 1 click. For questions, write to the online chat. We will advise you in real time.",
    "previewImgIndex": 0,
    "images": ["assets/images/38_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 39,
    "name": "Electric bike",
    "description": "Electric bike with double solid aluminum frame. Lightweight: weight 10 kg. High speed and comfortable chair. The battery at the bottom of the frame provides economical energy consumption. 12 speeds to adjust the transport to your rhythm. Get 10 minutes to work, office or home.\n\nFolding innovative vehicle with a powerful motor and stylish appearance. Compact and convenient type of personal electric transport. Pedal to the max!",
    "previewImgIndex": 0,
    "images": ["assets/images/39_main.jpg"],
    "price": 2149.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 40,
    "name": "Children's mountain bike",
    "description": "A children's mountain bike is the conquest of off-road and high peaks. Make your family vacation interesting, sporty and unforgettable. Disc type brakes, 20 speeds, leather seat and aluminum frame. Comfortable ride on any road!\n\nBrighter, faster and more fun - this is how they spend time on our bikes. Make a purchase in 1 click and order goods with delivery. Ask questions in the online chat. We will consult in more detail about the possibilities of transport and help with the choice.",
    "previewImgIndex": 0,
    "images": ["assets/images/40_main.jpg"],
    "price": 89.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 41,
    "name": "Women's bike ROSE2",
    "description": "The ROSE2 women's bike is a comfortable fit, easy handling and maneuverability. 18 speed, aluminum frame and elastomer spring fork. The model features a low frame geometry, an easy chair and rear-view mirrors.\n\nOwn transport has become even more affordable. It is convenient to store it in the apartment. Another advantage is that you don't need a license to ride a bike. You can drive around the city on the day of purchase at no additional cost. At the same time, we recommend that you know the rules of the road in order to comfortably ride in the stream and not interfere with other drivers.",
    "previewImgIndex": 0,
    "images": ["assets/images/41_main.jpg"],
    "price": 79.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 42,
    "name": "Bicycle for boys \"Rocket\"",
    "description": "Walking outdoors is a great pastime for the whole family. To keep your kid busy on the street, buy a bike in our online store. Suitable for a child from 3 years old. Steering wheel limiter and chain guard for road safety.\n\nThe kit includes front and rear fenders, rear-view mirrors. To teach your child to ride, install the side wheels. If you are picking up a gift, we will arrange the bike in a box and decorate it with a bow. We will bring delivery at any time to congratulate the child. If you have any questions, write to the online chat. Managers will advise in more detail and help with the choice.",
    "previewImgIndex": 0,
    "images": ["assets/images/42_main.jpg"],
    "price": 59.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 43,
    "name": "Bicycle with child seat",
    "description": "A bicycle with a child seat is a great solution for a family holiday if the child is 3 years old. When the baby does not yet have personal transport, trips can be shared. The chair is mounted on the trunk. The belt will provide security. Rear-view mirrors, a bell and a rubberized steering wheel will create comfort in motion.\n\nWe will select a chair taking into account the age and parameters of the child. For questions, write to the online chat. The manager will advise in more detail and help with the choice. Order goods with delivery so as not to waste time traveling to shopping centers. Pedal, gas, let's go!",
    "previewImgIndex": 0,
    "images": ["assets/images/43_main.jpg"],
    "price": 249.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 44,
    "name": "Cross bike Arcadaios",
    "description": "Reduced weight and increased power for a comfortable ride and stunts. The new version of the motorcycle in 2020 has a redesigned engine. Significantly increased traction in the lower rev range and maintained performance in the middle.\n\nA retuned engine combined with an updated intake system and a unique muffler boosted performance. New control electronics - three engine modes for optimal traction and soft kickback. Choose the right mode for your riding style and have fun!",
    "previewImgIndex": 0,
    "images": ["assets/images/44_main.jpg"],
    "price": 3349.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 45,
    "name": "Sports motorcycle Leader sport DE-34",
    "description": "Leader sport DE-34 is a high-speed motorcycle for those who understand professional transport. Steel frame, 4-cylinder engine, hydraulic brake system and LED lighting.\n\nFuel tank capacity - 15 l. The model is suitable for those who appreciate comfort and speed.\n\nThe motorcycle attracts attention with its stylish design and clear lines. Round headlights, matte finish, large wheels and alloy wheels. Comes with 2 helmets for a safe ride. The alarm comes as a gift. The model will help to gain confidence on the road. Suitable for long trips. Copes even with mountainous surfaces.\n\nSafety in every move is the Leader sport DE-34 motorcycle.",
    "previewImgIndex": 0,
    "images": ["assets/images/45_main.jpg"],
    "price": 3149.99,
    "brandId": 0,
    "rating": 4.7,
    "characteristics": []
  },
  {
    "id": 46,
    "name": "Road bike Amintas Z1000RW",
    "description": "Thanks to advanced braking systems, the motorcycle accelerates in 4 seconds and stops with ease without losing control. The engine has been modified and retuned in contrast to the old version of the Z500R. Now the speed has become much more accessible. The 1,000cc, 4-cylinder engine surprises with its increased torque in the operating range.\n\nSafety electronics added to maximum performance. ABS, traction control and engine braking system - improved safety for the Z1000RW owner. He became even more responsive and powerful for completeness of sensations. Experience pure driving pleasure in the city and on the highway.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/46_main.jpg",
      "assets/images/46_0.jpg",
      "assets/images/46_1.jpg",
      "assets/images/46_2.jpg"
    ],
    "price": 2949.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 47,
    "name": "Motorcycle Damor KG250",
    "description": "The new model has become lighter by 15 kg. Complete with reinforced suspension provides a comfortable ride without being distracted by trifles. The front brake has become more responsive: the accuracy of its work has increased. Improved feedback is a new brake line and caliper.\n\nThe KG250 model differs from previous versions in its stable operation and smooth running. It has a 4-speed manual gearbox. Disc brakes combined with central shock absorbers provide a smooth stopping distance.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/47_main.jpg",
      "assets/images/47_0.jpg",
      "assets/images/47_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 48,
    "name": "Double wardrobe",
    "description": "Simple and practical wardrobe. Roomy and does not take up much space. There are shelves for storing things folded and a hanger for storing clothes on a coat hanger. On the top shelf you can store seasonal items or accessories. Looks great as an independent piece of furniture, and in combination with other modules.",
    "previewImgIndex": 0,
    "images": ["assets/images/48_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 49,
    "name": "Floor stand",
    "description": "A convenient and concise module can accommodate a large-screen TV. The open shelf is suitable for a game console, DVD or magazine storage. The module is roomy and has two compartments with doors and a drawer. In them you can place what you want to hide from strangers.",
    "previewImgIndex": 0,
    "images": ["assets/images/49_main.jpg", "assets/images/49_0.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 50,
    "name": "Pencil case with open shelves",
    "description": "The module combines open and closed storage. Arrange interior items, flowers or books on open shelves. And in closed ones, remove what you do not want to show to others.",
    "previewImgIndex": 0,
    "images": ["assets/images/50_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 51,
    "name": "Hinged shelf",
    "description": "Mounted module with closed and open type of storage. Place your favorite books or magazines on the shelf, place candles or something else. The module will help you organize the space and storage of your belongings.",
    "previewImgIndex": 0,
    "images": ["assets/images/51_main.jpg"],
    "price": 449.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 52,
    "name": "Coffee table",
    "description": "The table is made in high-tech style. Non-standard leg geometry and frosted glass will give your interior a special style. The table goes well with upholstered and wooden furniture. An indispensable thing if guests suddenly descended on a tea party.\n\nStore your favorite magazines or bring breakfast to bed - this coffee table fits it all. Use as a separate interior detail and complement it with vases, photo frames or scented candles.",
    "previewImgIndex": 0,
    "images": ["assets/images/52_main.jpg"],
    "price": 64.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 53,
    "name": "Kitchen single leg chair",
    "description": "The combination of chrome details and leather seats will make the kitchen unique. The curved back follows the natural curves of the body for a comfortable fit. Loft-style chairs will be a noticeable detail that will create an atmosphere of home comfort.\n\nThe sturdy single-leg design can hold up to 120kg, and the unusual shape is no problem. Enjoy the comfort and stylish element of the interior.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/53_main.jpg",
      "assets/images/53_0.jpg",
      "assets/images/53_1.jpg",
      "assets/images/53_2.jpg",
      "assets/images/53_3.jpg",
      "assets/images/53_4.jpg"
    ],
    "price": 2149.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 54,
    "name": "Chair with metal frame",
    "description": "Thanks to the rigid frame, the chair can withstand heavy loads, and the perforated surface does not absorb odors. The seat will endure numerous cleanings and will remain free of visible dirt for a long time.\n\nDurable and attractive option for frequent gatherings. The comfortable shape of the chair, high back and soft seat will provide comfort for long hours. Chrome-plated legs complement the color scheme and fit easily into the interior.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/54_main.jpg",
      "assets/images/54_0.jpg",
      "assets/images/54_1.jpg"
    ],
    "price": 89.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 55,
    "name": "Bar stool",
    "description": "It is comfortable to lean on a straight back with rounded edges even without soft upholstery. Pleasant to the touch texture gives the impression of raw wood. Ergonomic design withstands up to 130 kg load.\n\nThe footboard with a leather lining protects against mechanical damage, and the cork elements on the legs preserve the floor covering. The chair will not fade from direct sunlight, as it is covered with 3 layers of varnish. A strong and durable decor element is ready to stand in your kitchen.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/55_main.jpg",
      "assets/images/55_0.jpg",
      "assets/images/55_1.jpg"
    ],
    "price": 79.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 56,
    "name": "Wardrobe",
    "description": "We always want to fit the maximum of things in the minimum space allotted for them. Create a space that is easy to keep organized and use every inch of space wisely.\n\nSpacious shelving, pull-out baskets, hangers, trouser racks and shoe racks are the ingredients of the perfect dressing room. The system is easy to install and allows you to combine modules, placing them in the desired order.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/56_main.jpg",
      "assets/images/56_0.jpg",
      "assets/images/56_1.jpg",
      "assets/images/56_2.jpg"
    ],
    "price": 59.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 57,
    "name": "Corner wardrobe",
    "description": "The corner wardrobe consists of three separate ones: single-leaf, double-leaf and corner. Three doors are mirrored, and one is deaf. Handles, a cornice and 4 rods for clothes are included with the cases. Thoughtful filling of cabinets will help to compactly and conveniently arrange clothes.\n\nWould you like to change the details in the interior? Then make a new combination of cabinets or move to another wall. Create coziness in a room with modular corner furniture.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/57_main.jpg",
      "assets/images/57_0.jpg",
      "assets/images/57_1.jpg"
    ],
    "price": 249.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 58,
    "name": "Computer desk",
    "description": "The table is ideal for long-term work: the high surface allows you to take a comfortable position at the table. The large table top allows you to place documents, books and other supplies to keep things organized with ease.\n\nRugged design will withstand not only the computer, but also other technical devices. The design of the table is suitable for a modern interior, as it is made in basic colors. A functional workplace is available to everyone!",
    "previewImgIndex": 0,
    "images": ["assets/images/58_main.jpg"],
    "price": 3349.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 59,
    "name": "Children's desk",
    "description": "The table is ideal for long-term work and allows the child to maintain the correct posture. You can’t do without roomy drawers at all: toys, plasticine, drawing supplies and notebooks - everything will fit. The table is covered with a special film, thanks to which you do not have to worry about mechanical damage or spilled water. Organize documents, books, and other supplies to keep things organized with ease.\n\nOn a wide surface, there is enough space to lay out textbooks with notebooks, and cut and mold figures from plasticine. The depth of the table is enough to completely push a chair or armchair and fit straightened legs there. Let the child enjoy the comfort at the table!",
    "previewImgIndex": 0,
    "images": ["assets/images/59_main.jpg"],
    "price": 3149.99,
    "brandId": 0,
    "rating": 4.7,
    "characteristics": []
  },
  {
    "id": 60,
    "name": "Kitchen table",
    "description": "Modern design, high material strength and durability are the main advantages of this table surface. The tabletop is easy to clean even from complex dried dirt and does not require special care. With careful use, you can keep the original look for many years.\n\nThe rectangular shape visually makes the interior more comfortable. The table is especially suitable for modern contemporary and high-tech styles. Natural wood poles go well with light-colored surfaces and stone patterns on laminate or tile.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/46_main.jpg",
      "assets/images/46_0.jpg",
      "assets/images/46_1.jpg",
      "assets/images/46_2.jpg"
    ],
    "price": 2949.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 61,
    "name": "Sofa with click-clack mechanism",
    "description": "Attractive appearance and unusual shape attract the eye. Add some zest to your cozy interior and enjoy relaxing on your new sofa.\n\nChoose from leather or fabric upholstery to best match your room's décor. The sofa is easy to fold out - even a child can handle it. A multifunctional, compact and simply interesting element of the interior is waiting for its owner.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/61_main.jpg",
      "assets/images/61_0.jpg",
      "assets/images/61_1.jpg",
      "assets/images/61_2.jpg",
      "assets/images/61_3.jpg",
      "assets/images/61_4.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 62,
    "name": "Pantograph sofa",
    "description": "The pantograph sofa will last for many years - it is easy to clean and equipped with a strong transformation mechanism. If you are looking for a reliable sofa - this is what you need. When assembled, it occupies a small area and decorates the interior.\n\nInside there is a place to store bedding. Double-sided pillows quickly restore their original shape, which is why it is so pleasant to sleep on them. Choose a sofa for comfortable sleep and relaxation.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/62_main.jpg",
      "assets/images/62_0.jpg",
      "assets/images/62_1.jpg",
      "assets/images/62_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 63,
    "name": "Closet",
    "description": "The best option for a bedroom, living room or nursery is a closet with silent sliding doors on rails. Spacious drawers and a clothes rail will help to complete a large number of clothes and accessories.\n\nStop thinking about where and how to place wardrobe items. Mesh baskets, clothes rails, chipboard shelves are made in a light and elegant style. Let yourself enjoy the convenience and order in your things.",
    "previewImgIndex": 0,
    "images": ["assets/images/63_main.jpg", "assets/images/63_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 64,
    "name": "Modular cabinet",
    "description": "Use furniture elements as a constructor: a set of bedside tables, shelving, shelves and compartments can be combined as you like. Try yourself as a designer - you will definitely enjoy moving the modules, thereby changing the interior.\n\nThe assembled set will look very harmonious, since all the elements are made in the same style. Practicality, convenience and functionality are the main criteria for modular systems. Complete the look of the room with a bright detail!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/64_main.jpg",
      "assets/images/64_0.jpg",
      "assets/images/64_1.jpg",
      "assets/images/64_2.jpg",
      "assets/images/64_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 65,
    "name": "Modular sofa",
    "description": "Complete the finished combination with new components and implement design ideas. Change the position of the sofa in the room and rearrange the modules - this way you show your creativity and try different options in the interior of the living room or nursery.\n\nConvenience is above all. Moderately soft pillow filler will create optimal comfort in a sitting or lying position. A chaise longue with a compartment for storing bed linen and pillows will save space in closets. Lid with a lock for easy and safe removal of the necessary things. All this is made for you.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/65_main.jpg",
      "assets/images/65_0.jpg",
      "assets/images/65_1.jpg",
      "assets/images/65_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 66,
    "name": "Folding sofa",
    "description": "This unusually soft sofa will not leave anyone indifferent. Its filler is made of polyurethane foam, which quickly restores its original shape even after a long sleep.\n\nAn impressive bed is more than enough for two adults. Under the seats there is a spacious compartment for storing pajamas and bedding. The sofa has a simple transformation mechanism. Pillows provide optimal support for the body and help you relax as much as possible.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/66_main.jpg",
      "assets/images/66_0.jpg",
      "assets/images/66_1.jpg",
      "assets/images/66_2.jpg",
      "assets/images/66_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 67,
    "name": "Sofa bed",
    "description": "After a night's sleep, the bedroom can easily become a living room. A built-in bed linen storage box will save space in the closet, and wide armrests with built-in shelves will replace a coffee table. Turn your sofa into a spacious bed in no time!\n\nChoose the perfect mattress for you - the package allows you to change mattresses that are right for you in size and type. Make your sleep as comfortable as possible with a collection of different-sized pillows.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/67_main.jpg",
      "assets/images/67_0.jpg",
      "assets/images/67_1.jpg",
      "assets/images/67_2.jpg",
      "assets/images/67_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 68,
    "name": "Sofa with click-clack mechanism",
    "description": "Add a soft leather sofa to the interior - a natural look, easy care and pleasant texture will please the hostess. Invite your friends to watch a football match or arrange a family movie show - there is enough space for everyone!\n\nPocket-type springs create a secure support and adapt to the curves of the body. The top layer of filler makes the sofa soft and maintains a comfortable position. Due to the high back and headrest, the excess tension accumulated during the day will go away from the spine.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/68_main.jpg",
      "assets/images/68_0.jpg",
      "assets/images/68_1.jpg",
      "assets/images/68_2.jpg",
      "assets/images/68_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 69,
    "name": "Plastic chair",
    "description": "The combination of comfort and functionality looks like this: a backrest made of polypropylene, solid beech legs and a soft removable seat made of artificial leather. The anatomical shape of the chair is suitable for long gatherings with friends or at the workplace.\n\nThe color palette will allow you to dilute the interior with bright colors. The model is resistant to scratches and is not afraid of stubborn dirt.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/69_main.jpg",
      "assets/images/69_0.jpg",
      "assets/images/69_1.jpg",
      "assets/images/69_2.jpg",
      "assets/images/69_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 70,
    "name": "Women's boots",
    "description": "Smooth leather is highly durable and water-repellent. She is easy to care for. This will make you look great even in bad weather. An improved model with a heater is suitable for the cold season.\n\nThe model will not soon lose its relevance in the fashion world. The sleek silhouette is finished with criss-cross straps and a decorative zip at the side. Pair the boots with a classic pantsuit or rough jeans with a leather jacket.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/70_main.jpg",
      "assets/images/70_0.jpg",
      "assets/images/70_1.jpg",
      "assets/images/70_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 71,
    "name": "Women's shoes",
    "description": "A stable heel and a comfortable last do not cause fatigue. Shoes are suitable for evening dress and business suit. Natural materials and breathable insoles provide all-day comfort.\n\nThe model is made of premium genuine leather. Smart insole technology correctly places the load on the foot and follows the natural curves. Shoes cushion every step and maintain a comfortable microclimate. The block gives confidence when walking on asphalt or a tile.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/71_main.jpg",
      "assets/images/71_0.jpg",
      "assets/images/71_1.jpg",
      "assets/images/71_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 72,
    "name": "Sandals for women",
    "description": "Sandals are a great option for those who love elegance, but at the same time appreciate comfort. The innovative design of the last will allow you to forget about the discomfort when walking in heels.\n\nA light pair of smooth leather will highlight the natural beauty and impress men. Shoes are easy to care for - wipe with a damp cloth and you will look great again. Medium heel will not cause fatigue throughout the day.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/72_main.jpg",
      "assets/images/72_0.jpg",
      "assets/images/72_1.jpg",
      "assets/images/72_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 73,
    "name": "Ankle boots for women",
    "description": "Combine this model with dresses, trousers and jeans. Heeled ankle boots visually lengthen the legs and make the image feminine. Create unique looks with smooth leather shoes.\n\nEnjoy the convenience of an innovative platform and forget about corns. Two-layer insoles made of foam base and genuine leather will provide a comfortable microclimate even after a long day spent on your feet.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/73_main.jpg",
      "assets/images/73_0.jpg",
      "assets/images/73_1.jpg",
      "assets/images/73_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 74,
    "name": "Low shoes for men",
    "description": "The ribbed outsole provides good grip on wet ground, sand and pebbles. The upper of the low shoes consists of 80% genuine leather. The laces are made of durable and abrasion-resistant material.\n\nThe structure contains rubber, which guarantees the durability of shoes. It is safe in aggressive environments and helps to withstand bad weather conditions.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/74_main.jpg",
      "assets/images/74_0.jpg",
      "assets/images/74_1.jpg",
      "assets/images/74_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 75,
    "name": "Men's derby shoes",
    "description": "Genuine leather shoes look elegant and fit snugly to the foot. Derbies are a popular type of shoe that will go well with formal trousers and straight jeans.\n\nTextile lining allows the foot to breathe. The leather upper is stain resistant and easy to care for. The lacing will allow you to fix the leg in a comfortable position and complement the image with a neat detail.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/75_main.jpg",
      "assets/images/75_0.jpg",
      "assets/images/75_1.jpg",
      "assets/images/75_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 76,
    "name": "Slippers for men",
    "description": "The sole is made of polymer material and provides good grip on the ground or sand. The insole is made with the addition of silicone, which prevents slipping even with wet feet. The slippers themselves are made of mesh textile, which fits snugly to the foot.\n\nThe soft anatomical insole supports the foot in the correct position and creates comfort for the whole day. Shoes are easy to care for and do not absorb odors. The materials of the insole, sole and outer part are resistant to dirt.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/76_main.jpg",
      "assets/images/76_0.jpg",
      "assets/images/76_1.jpg",
      "assets/images/76_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 77,
    "name": "Low shoes for men",
    "description": "Leather boots are comfortable for walking around the city. A soft heel pad will prevent the appearance of blisters, and a textile insole will remove excess moisture. With a sole of 3 cm, forget about hypothermia of the feet.\n\nThe stylish pair is paired with trousers, skinny jeans and classics. Suitable for any color scheme of the wardrobe, as the boots are made in basic black. Made of genuine leather, sole material - thermoplastic elastomer.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/77_main.jpg",
      "assets/images/77_0.jpg",
      "assets/images/77_1.jpg",
      "assets/images/77_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 78,
    "name": "Espadrilles for men",
    "description": "The product is made of genuine leather and textiles with cotton. Lightweight and breathable, the espadrilles fit perfectly on the leg and will be slightly attached. The insole is made of jute and leather, which will allow the foot to sit comfortably while walking.\n\nNatural shoes are always in trend, so you are guaranteed a stylish look. Pair with jeans and shorts. The size corresponds to the declared. Composition: polyester - 49%, cotton - 36%, genuine leather - 15%.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/78_main.jpg",
      "assets/images/78_0.jpg",
      "assets/images/78_1.jpg",
      "assets/images/78_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 79,
    "name": "Running shoes for men",
    "description": "Running shoes provide optimum support without sacrificing comfort. The waterproof, breathable membrane helps keep moisture out, while the high outsole cushions you as you run.\n\nThe main advantages of sneakers are lightness and aggressive grip of the sole with surfaces. Loose earth, wet asphalt or rough terrain is not a hindrance to jogging. Overcome different obstacles with comfortable shoes!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/79_main.jpg",
      "assets/images/79_0.jpg",
      "assets/images/79_1.jpg",
      "assets/images/79_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 80,
    "name": "Boots for boys",
    "description": "The lining between the sole and the insole is made of wool, and the insole itself is 100% wool. Shoes with polyurethane impregnation and a protective coating will easily endure snow. Genuine leather upper keeps cold weather out.\n\nYour baby will look great and your feet will always be warm. Walk in nature, in the city or go to school in comfortable winter boots.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/80_main.jpg",
      "assets/images/80_0.jpg",
      "assets/images/80_1.jpg",
      "assets/images/80_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 81,
    "name": "Boys sandals",
    "description": "Cross straps with Velcro allow you to quickly put on shoes. Adjust them in length to loosen or tighten. The flexible outsole provides decent cushioning, and the anatomical insole will create maximum comfort for the foot.\n\nSandals made of artificial leather with textile inserts and three Velcro. The gray color prevails, with which it is very easy to assemble an image: jeans, shorts or sweatpants.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/81_main.jpg",
      "assets/images/81_0.jpg",
      "assets/images/81_1.jpg",
      "assets/images/81_2.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 82,
    "name": "Boys flip flops",
    "description": "The heel strap securely fixes the shoes on the foot. Perforations on the upper help keep you ventilated, while a foam midsole keeps you comfortable as you walk. The strap retracts and lifts with the adjustment button.\n\nTake it to the beach, to the pool or to nature! The unique shape of children's clogs looks stylish, and the bright color attracts attention. Technological materials guarantee wear resistance of closed flip-flops.",
    "previewImgIndex": 0,
    "images": ["assets/images/82_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 83,
    "name": "Boys' sneakers",
    "description": "The classic black color will suit the look for a visit, a park or active games on the street. Combine sneakers with jeans, sweatpants or summer shorts.\n\nA polymeric corrugated sole, a leather insole with an arch support and dense textiles will provide support for the ankle joint and create comfort when walking. It is comfortable to run, as the lacing securely fixes the leg.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/83_main.jpg",
      "assets/images/83_0.jpg",
      "assets/images/83_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 84,
    "name": "Boots for girls",
    "description": "The shoes are made using a special technology that follows the natural curves of the foot and provides a snug fit. Lightweight waterproof material on the top will allow the child to jump through puddles and walk on damp ground without fear of getting his feet wet.\n\nThe thick sole cushions and keeps you comfortable when walking or light running. Shoes are made in basic colors, with which you can combine a large number of things from the children's wardrobe.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/84_main.jpg",
      "assets/images/84_0.jpg",
      "assets/images/84_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 85,
    "name": "Sneakers for girls",
    "description": "Leather sneakers have high durability and good water-repellent properties. They require minimal maintenance, so they are perfect for outdoor activities and forest walks.\n\nThe midsole with an internal porous structure reduces the weight of the shoe and gives a feeling of lightness to the feet. The Velcro straps are adjustable and securely fix the shoes on the foot. With them, taking off your sneakers is easy and fast.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/85_main.jpg",
      "assets/images/85_0.jpg",
      "assets/images/85_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 86,
    "name": "Rubber boots for girls",
    "description": "High boots will protect from rain and splashing puddles. Children's feet will feel comfortable and soft when it's slushy outside. The inner lining will keep you warm, and the insole will remove excess moisture from the foot.\n\nThe thick and soft sole will provide comfortable movement on small stones, mud and puddles. With the help of comfortable straps on the sides, the boots are put on in no time even with a warm toe.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/86_main.jpg",
      "assets/images/86_0.jpg",
      "assets/images/86_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 87,
    "name": "Sandals for girls",
    "description": "",
    "previewImgIndex": 0,
    "images": ["assets/images/87_main.jpg", "assets/images/87_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 88,
    "name": "Pleated skirt",
    "description": "Pleated skirt - femininity, lightness and grace. Emphasizes the romantic nature and sense of taste. The skirt highlights the waist and silhouette. Suitable for every day and solemn event.\n\nCombine bold looks and shine:\n\nSkirt, shoes and blouse;\n\nSkirt, T-shirt and sneakers;\n\nSkirt, boots and longsleeve.\n\nBuy a skirt in the online store in 1 click. If you need help, write to the online chat. Experts will help you choose the color, size and make a purchase.",
    "previewImgIndex": 0,
    "images": ["assets/images/88_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 89,
    "name": "High waist jeans",
    "description": "High waisted jeans from the sustainable fashion collection. Light color, 5 pockets and ankle length. Concealed zip fly with button closure and a snug fit. The high waist is eye-catching and accentuates the silhouette.\n\nThree options for a stylish look for summer and spring:\n\njeans, sweater, coat and boots;\n\njeans, short top, dzhinsovka and sandals;\n\njeans, t-shirt and sneakers.\n\nThey will last more than 1 year if properly cared for. Jeans are only suitable for delicate washing at a temperature not exceeding 30C. Bleach is prohibited.\n\nChoose jeans in our online store and place an order in 1 click. Clothing that fits perfectly is the mission of our company. We will bring the goods to the apartment and let you try them on before buying. We will be happy to advise you in more detail by phone or in an online chat.",
    "previewImgIndex": 0,
    "images": ["assets/images/89_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 90,
    "name": "Dress with flowers",
    "description": "The main element of the spring look is a bright dress with flowers. Suitable for secular parties, dates or walks in the park. Floral print wins the hearts of men, as it emphasizes the femininity of the image. V-neckline elongates the neck. Therefore, a pearl necklace or a chain with a pendant look harmoniously with the neck. Massive earrings in the shape of a lotus or plumeria will perfectly complement the bow.\n\nA dress with flowers in combination with a leather jacket and over the knee boots will create a daring look. And jeans and sandals are suitable for gentle girls. The dress is easy to wash in the machine at medium temperatures. Use the size chart to find the right fit for you. If you have any questions, write to the online chat. Let us help you choose the style and place your order.",
    "previewImgIndex": 0,
    "images": ["assets/images/90_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 91,
    "name": "Women's T-shirt with print",
    "description": "T-shirt - clothes for every day. Every wardrobe should have at least 5 of these items. To walk around the city, go to school or watch TV shows on a laptop. Buy T-shirts in our online store in 1 click.\n\nBenefits of a cotton t-shirt:\n\nAnti-allergic fabric fibers.\n\nThe print is made using silk-screen printing, so the pattern will withstand 1,000 washes.\n\nThe material supports both hand washing and machine washing.\n\nLow price, as the purchase comes directly from the factory.\n\nThe Poff brand is comfort and convenience in every movement. Choose your t-shirts according to your measurements using the size chart. The print is bright and sunny. Therefore, it is nice to receive such a thing as a gift. If you choose goods for the holiday, we will place an order in a gift box and complement it with a large bow. Happy shopping!",
    "previewImgIndex": 0,
    "images": ["assets/images/91_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 92,
    "name": "Genuine leather leather jacket",
    "description": "Leather jackets made of genuine leather - outerwear for more than one season. With proper care, it will last up to 5 years. A good investment in style. Cropped style with asymmetrical zip. 2 side pockets with press studs, a straight silhouette and shiny panels. Sleeve length 65 cm. Leather jacket is easy to combine with things of any cut.\n\nTop 3 looks for this fall:\n\nBiker jacket, high-waisted jeans, T-shirt and sneakers.\nBiker jacket, dress and pumps.\nBiker jacket, shirt, skirt and cowboy boots.\nEye-catching design. Buy a jacket in our online store at an attractive price. We will deliver the order to the apartment. It is possible to sample goods. It is important that the clothes fit the parameters. The size chart on the page will also help with this. Buy leather jackets. Choose for yourself what to be today!",
    "previewImgIndex": 0,
    "images": ["assets/images/92_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 93,
    "name": "Mans sportswear",
    "description": "Tracksuit - comfort in every movement. He does not oblige to train in the gym. It is comfortable clothing for outdoor activities and everyday life. Buy pants and a jacket in the same style. You will definitely find a use for the suit:\n\nWalk in the park.\nHiking in the mountains or for mushrooms.\nWalking the dog early in the morning.\nEvening run at the stadium, etc.\n\nIn our online store you can buy a jacket and pants in different sizes. The suit will sit on the figure. We will be happy to advise you in more detail and help with the choice through consultants. Write for this in the online chat. Happy shopping. And forward for new adventures!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/93_main.jpg",
      "assets/images/69_0.jpg",
      "assets/images/69_1.jpg",
      "assets/images/69_2.jpg",
      "assets/images/69_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 94,
    "name": "Men's sweatshirt with print",
    "description": "Sweatshirt - comfortable outerwear. A round collar accentuates the silhouette of the neck. Therefore, the jacket can be worn over a shirt or T-shirt. This combination looks unusual and stylish. A bright print on the sweatshirt sets the tone for the look. Choose wardrobe details for the main picture. For example, socks, laces or a watch strap - in a single color.\n\nThe sweatshirt is made of thick jersey and lined with fleece. It won't be cold! Quality fabrics will retain color even after machine washing. The sweatshirt is suitable for every day. Buy an irreplaceable thing in your wardrobe.",
    "previewImgIndex": 0,
    "images": ["assets/images/94_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 95,
    "name": "Men's shorts with pockets",
    "description": "Shorts are an indispensable part of the wardrobe for the summer season. They are comfortable for walking around the city, climbing mountains and just driving a car. And shorts with pockets are not only fashionable, but also roomy. Put your phone, keys, portable chargers in your pocket. This option will allow you to leave the bag at home. Keep the rhythm of the city!\n\nChoose your size and order goods in the online store. We will deliver to the apartment on the same day. Diversify your wardrobe or highlight your style.",
    "previewImgIndex": 0,
    "images": ["assets/images/95_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 96,
    "name": "Men's straight trousers",
    "description": "Looking for versatile pants to create different looks? Choose plain trousers with a straight cut. The best option for both classic and casual styles.\n\nStraight leg trousers are made from soft cotton fabric. They are perfect for summer. Trousers adapt to the figure, provide comfort and good breathability. You can buy them with or without a suit. Also in our store you can find a similar model of wool for demi-season.",
    "previewImgIndex": 0,
    "images": ["assets/images/96_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 97,
    "name": "Men's shirt",
    "description": "A shirt is a universal piece of men's wardrobe. Great for everyday wear to school, university or work. And also for special occasions: weddings, anniversaries or christenings. Combine the shirt with trousers, sweatshirts and bow ties. Or add your wardrobe details. Viscose in the composition of the fabric will retain its appearance after machine washing.\n\nMen's shirt emphasizes strength, courage and a sense of taste. The size chart will help you choose the product according to your parameters. And if you need help from consultants, write to the online chat. We will show you how to choose a shirt in the online store and place an order.",
    "previewImgIndex": 0,
    "images": ["assets/images/97_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 98,
    "name": "Men's bomber jacket",
    "description": "Bomber is a spectacular men's jacket. This is not an accessory, but the main detail of the image. Matches with standard wardrobe. The polyester in the composition will keep the thing for at least 2 years. Choose a jacket according to your style and shape. The attention of women will be yours!\n\n3 cool combinations:\n\nBomber, T-shirt, jeans and sneakers.\nBomber, shirt, pants and boots.\nBomber jacket, denim overalls and sneakers.\nWe will help you choose a jacket in our online store. Write questions in the online chat or call by phone. We will deliver the order on the same day. Everyone should have a stylish bomber jacket!",
    "previewImgIndex": 0,
    "images": ["assets/images/98_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 99,
    "name": "Man's T-shirt",
    "description": "T-shirt will decorate and complement any image. Contains natural fabrics. Therefore, the material will not lose color and shape even after machine washing. The polyester in the composition will retain the structure - there will never be pellets. The t-shirt is suitable for a tracksuit, trousers and shorts. Dress for the weather and combine looks. Remember that ironed clothes adorn a man.\n\nWe will collect an image taking into account preferences in our online store. Write to online chat. We will help you choose the style, color and size. When choosing a T-shirt, be guided by the size chart in the product card.",
    "previewImgIndex": 0,
    "images": ["assets/images/99_main.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 100,
    "name": "Boys vest",
    "description": "The quilted vest retains heat and does not retain moisture. Unzip when it gets hot and zip it up when you feel a slight chill. The hood will protect from wind and rain, and zippered pockets will not let small items and phone fall out.\n\nIn our online store you will find vests of different colors and sizes that are suitable for a child from 5 to 12 years old. Choose what your child likes and order home delivery. Save time choosing clothes online!",
    "previewImgIndex": 0,
    "images": [
      "assets/images/69_main.jpg",
      "assets/images/69_0.jpg",
      "assets/images/69_1.jpg",
      "assets/images/69_2.jpg",
      "assets/images/69_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 101,
    "name": "Kigurumi unicorn",
    "description": "Kigurumi is a new round of home wear. The suit is comfortable and does not restrict movement. It's warm and comfortable. Suitable for home, cottage or masquerade. Surprise those around you.\n\nA bright image for a teenager has become even more accessible! Kigurumi unicorn is a one-piece jumpsuit with a zipper. Change up your wardrobe or give pajamas for your birthday. The child will be delighted with such a cute and fluffy outfit.\n\nUnicorns exist! Don't believe? Then put on a Kigurumi and lower the hood. The real horn leaves no doubt that this is a magical pajama. Complete the look with slippers in the form of paws or a piece of a rainbow. It's time to believe in miracles!",
    "previewImgIndex": 0,
    "images": ["assets/images/101_main.jpg", "assets/images/101_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 102,
    "name": "Jean jacket for girls",
    "description": "Teenage clothes are almost no different from adults. This season it is fashionable to wear denim jackets. Let your kids be in trend! Button-down denim is a fall hit. Choose the size according to the growth in the catalog and order the product in 1 click.\n\nWhat to wear with a jacket?\n\nDress and sandals.\nT-shirt, jeans and sneakers.\nSkirt, blouse and sandals.\nSpacious zippered pockets keep your phone and keys safe. And in the inside pocket you can put a key or a wallet. A denim jacket is practical and will never go out of style. Long, buttoned sleeves let you adjust the cuffs to fit your arm. Wear-resistant material - outerwear will last more than 1 season. Machine washable.",
    "previewImgIndex": 0,
    "images": ["assets/images/102_main.jpg", "assets/images/102_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 103,
    "name": "T-shirt for teenagers",
    "description": "Teenage T-shirt - clothes for every day. This is an independent outfit or part of the image. Suitable for a cardigan, sweater or vest. The material is pleasant to the body. Comfort in motion is guaranteed.\n\nChildren are always looking for adventure. Therefore, weekly laundry is an integral part of life. The T-shirt is made from natural materials, which allows it to retain its color and shape even after 1,000 washes. Care instructions are on the label. Choose clothes in our online store and order goods in 1 click. Make time for the child, not shopping malls. Care is much more appreciated!",
    "previewImgIndex": 0,
    "images": ["assets/images/103_main.jpg", "assets/images/103_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 104,
    "name": "Jeans for boys",
    "description": "Jeans for boys are universal clothes in the wardrobe. Suitable for walks, school visits, holidays and shopping trips. Natural denim, straight fit, adjustable waistband and 5 pockets. Zipper and button closure.\n\nThe size chart will help you choose a model according to your parameters and age. Jeans go well with t-shirts, sweaters, shirts. Complete the look with a watch with a silicone strap and socks to match the top. Children's clothing - stylish and relevant.",
    "previewImgIndex": 0,
    "images": ["assets/images/104_main.jpg", "assets/images/104_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 105,
    "name": "Sweatshirt for boy",
    "description": "Sweatshirt - a warm jacket with a hood. Loose fit provides comfort. Cotton jersey - comfort in every movement. Looks stylish with a t-shirt and jeans. Complete the look with colorful socks to catch the eye.\n\nJacket with a zipper with large pockets. The hood is adjustable. Cuffs and hem with elastic. Hand wash recommended. Do not wash the sweatshirt with other types of fabric to keep the shape and color. Use the size chart to find the right sweater for your measurements. Sample available upon delivery. To do this, contact the manager by phone or online chat. Enjoy the shopping!",
    "previewImgIndex": 0,
    "images": ["assets/images/105_main.jpg", "assets/images/105_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 106,
    "name": "Baby 2010 discharge envelope",
    "description": "The birth of a child is the most long-awaited day in the life of parents. Discharge from the hospital is a happy moment for friends and relatives. To make you and your baby feel comfortable on this day, choose safe baby envelopes in our online store.\n\nEnvelope Baby 2010 - comfort, warmth and a tribute to fashion. Suitable for air temperature from -10 to +20 degrees. The lapel of an envelope fastens on buttons for convenience. The envelope is suitable for discharge, for the cradle of a car seat and walking in a stroller. Because in the wardrobe of the baby you need universal things. Also, a blanket measuring 100x100 cm is suitable for a crib. Buy clothes not for 1 time.",
    "previewImgIndex": 0,
    "images": ["assets/images/106_main.jpg", "assets/images/106_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 107,
    "name": "Jumpsuit Force 04A for girls",
    "description": "The Force 04A overalls are clothes for walks and trips. In it, the baby feels comfortable and protected. The jumpsuit does not hinder movement, so it is suitable for active children. Buy clothes online to save time on trips to malls. Pay attention to the baby!\n\nDemi-season jumpsuit made of warm footer and soft cotton lining. Suitable for warm spring and cool autumn. 4 pieces keep you comfortable: hood, long sleeves, open foot and full length zip.\n\nChoose clothes with a margin. Children are growing fast. Expect that the overalls will last for 2 seasons. Therefore, choose wisely. Study the size chart in the catalog or ask questions in the online chat. We will be happy to help you buy things for the child.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/107_main.jpg",
      "assets/images/107_0.jpg",
      "assets/images/107_1.jpg",
      "assets/images/107_2.jpg",
      "assets/images/107_3.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 108,
    "name": "Ruffle dress",
    "description": "Dress with ruffles - clothes for a birthday, matinee or photo shoot. Also, these outfits can be worn at home. After all, girls want to be smart not only on holidays. The image of a little fairy will be decorated with a crown and a magic wand. A hairstyle with hairpins will please the princess on any day of the week.\n\nChoose a dress for your daughter or as a gift. A round neckline will accentuate your eyes and smile. Short sleeves won't restrict movement. Button fastening at the back for easy dressing. The bottom of sleeves and a mouth are processed by a fringing.\n\nBuy a dress with delivery to save time. It is possible to try on an outfit. If you need help in choosing a size, write to the online chat. Experts will advise in more detail and help with the choice. Happy shopping!",
    "previewImgIndex": 0,
    "images": ["assets/images/108_main.jpg", "assets/images/108_0.jpg"],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  },
  {
    "id": 109,
    "name": "Dressy suit for a boy",
    "description": "Holidays for a child begin from birth. For these events, every kid needs an elegant costume. Buy a 4-piece set to captivate adults in style:\n\nPants with standard waist height and 2 pockets.\nWhite shirt with long sleeves. Looks great on the issue and in the dressed version.\nFitted jacket with 3 pockets.\n2 butterflies: light and dark.\n\nThe material of the suit is pleasant to the body. To maintain color and shape, hand wash in warm water. Decorate the jacket with a scarf to match the shirt or a fresh flower. Choose clothes in the online store to save time on the selection of goods. Pay attention to loved ones! And the kid will be the star of the party in a smart suit.",
    "previewImgIndex": 0,
    "images": [
      "assets/images/109_main.jpg",
      "assets/images/109_0.jpg",
      "assets/images/109_1.jpg"
    ],
    "price": 3999.99,
    "brandId": 0,
    "rating": 4.1,
    "characteristics": []
  }
]
